{
    "title": "仙人请问本行因缘众圣难经(敦煌本)",
    "description": "经名：仙人请问本行因缘众圣难经(敦煌本)，收录于《中华道藏》洞玄灵宝经。",
    "paragraphs": [
        "经名：仙人请问本行因缘众圣难经。简称《本行因缘经》或《众圣难经》。撰人不详，约出于东晋。系古《灵宝经》之一。原本一卷。有敦煌本及《正统道藏》两本，文字颇有不同，今并存之。底本出处：敦煌P．2454号抄本。",
        "口口口口口口年2，岁在庚申，正月一日壬子，口口口口3，静斋念道。",
        "是日中时，有地仙道士卅三人，诣坐烧香，礼经旋行。都毕，各还先处，安住如也。仙人于是避席请问曰：下官等学道弥龄，积稔于今九百岁矣。而故婆娑为地仙，又无职任，散于山林间耶。天尊始举道，而昔被锡为太极左仙公，便应登太上玉京，入金阙，礼无上虚皇乎。不审前世有何功德，遵受奚经，致此巍巍三界，北酆所宗仰，愿为说宿命所由，因缘根本也。",
        "仙公俄而答曰：子之所问，远乎要焉。复坐，吾将告尒曹矣。夫二仪既分，便有精粗，罪福寿天，富贵贫贱，盛衰万事兆形，人参三材，贤愚才讷，盖由人本行所尚，志愿立德。子辈前世学道受经，少作功薄，志愿浅狭，惟欲度身，不念度人，自学不念教人，自求道不念人得道，不信大经弘远之辞，不务斋戒，不遵三洞法师，好乐小乘法。故得地仙尸解之道，然亦出处由意，去来自在，长生不死，但未得超陵三界，游乎十方，仰瞻太上玉京金阙耳。子欲速升，飞行上清诸天者，当更立功，救度国王民人灾厄疾苦，大功德满，太上锡迎子矣。是以彭祖八百岁，安期生千年，白石生三千龄，故游散民间，皆坐其前世学法小功德薄故也。乃有万余岁在山洞中，犹未升天，子但数百载，何足为久耶。夫仙人密于山林，行阴德而升仙，及尸解托形减度者，多显迹于世，国人所称，名书经传者少矣。",
        "时仙人有姓纪，字法成，仙公指之曰：彼即我前世弟子也，其未见宿命之根耳。吾能令汝达前世时事也。法成曰：唯唯天尊。须臾乃悟，叉手作礼：弟子塞，未识本行，愿垂愍矣。",
        "仙公曰：昔帝尧之世。汝随我入嵩高山学道，汝志小望速，每讥吾虚诞，所期辽远，所行难行，复叹许由、巢甫绝尚箕山，能辞尧禅，交奢之悔，亦所未安。常劝汝学上清道，其于不从。虽饮海不得满腹，徒叩石不获玉。巢许早升太极宫，吾今又方登左仙公之任，而汝独为地仙，但不死而已，其德交几阶，子岂不悒悒乎。于今乃知我言之有征，信而不欺矣。法成惭愧，忆此未久，心中了然。昔不奉教，此叹何深，愿见拔擢，侍给云车执御，亲对天颜，故是弟子宿缘之会矣。",
        "仙公曰：汝超卓高举，裁可升天而已，那得随我之太极宫，朝太上玉京金阙乎，吾无所惜矣。仙人又请问仙公：宿世本行，为尽是耶，未竟者，愿为说之。",
        "仙公曰：我先世经历，施行罪福，轮转化形，终天说之，亦当不尽。子欲知之，为可略举一隅耳。吾昔曾生为贵人，而凌贫贱，挟强抑弱，死入地狱，后生为小人，贫穷陋疾，孤寒萦然。时乃发念：我宿命何行，而致此辛苦，彼宿命何德，而享其富贵。思念作善，然心不自解，忧毒难言。死升福堂，后生富家，珍宝内足，无有所乏，而苦酷奴婢，死入地狱徒考。三官罪竟，后生为下使，视人气息，伏事自效，动得鞭笞，懃苦荼炭，靡所不履。时乃发念：先世何辜，当作此下使耶。而以私产供给贫人，敬仰道士，上香奉油，唯愿生贵家，死升福堂，衣食自然。后生为贵人，乃复煞害众生，鱼獦为事，死入地狱，经履刀山剑树，汤煮吞火，五苦备至，罪竟后生为猪羊，以报昔怨。后受形为下贱人，臭恶可憎之极，欺取人财而不还，死人地狱。后生为牛，以力偿人，以肉饴人。后更形作中人，珍宝近足，是时乃念作功德，常供养道士，奉经承戒，谦谦下人，布施厄困，每事从道，闻善欲从，年八十乃死，径升福舍，衣食天厨。后生贵家，乃习好武勇，煞伐为事，然故敬顺道士，信向至法，死入地狱，当经考毒。时太上有教：此人虽犯煞伐，而已经入地狱，在世信法",
        "敬道，布施厄困，今原其考罚，可令升福堂，给以天厨。后生为贵人，怨对将至，是时发愿念道，敬受经教，施行阴德，拯济厄急，政事以道，慈心于物，供养道士，奉君以忠，使臣以礼，恒念辞荣弃禄，乃免怨家，寿终升天堂，后生复为贵人，敬信尤精，而才乏，时乃发念烧香，愿我后生智慧精明，玄解妙义，得作道士，死升福堂。后生中土家，遂为法师道士，帔服法衣，持戒而行道。时经讲诵聪明，动为法师众人所敬，时乃发念云：此一生不能得道，而不如女人，愔寂无事，可致闲乐。命终即生为女人，姿容端正，才思玄拔，发言成章。时乃备斋读经，于是发念为男子，才略宏落，通玄敞虚，洞解希微，而愿为国王，与道士周旋。在意所愿，游遁山水，妓乐内足，常有经讲，命过升天堂，衣食自然。寻生国王家，为太子，纵容诸宫，承统王业，时延引道士，贤儒学人，行礼讲道，修肃静寂，肆意所尚，国安民丰，肃然无事。是时三侍臣同皆发愿：后生作道士，我为隐士。其道微、竺法开、郑思远、张泰，普皆愿为道士，普志升仙度世，断绝王",
        "务，死径升天堂，衣食天厨。我后生为隐士，开微张郑等亦同为道士，俱入山学道求仙。吾后为诸人作师，志大乘行，常斋戒读经，并赍珍宝，诣大法师，受三洞大经，供养礼愿，斋戒行道，服食吐纳。因缘未尽，命过太阴，即生贤家，复为道士法师，还得同学，相为师徒，复受大经，斋戒行道。是故上圣盼目，亏真降教于我也。尔时开微张郑尽侍座，今日相随，是宿世因缘之本愿故尔，诸仙莫不释然，四座咨嗟，乃叹曰：天尊上人，求道积久，弥劫历稔，故以得仙公之位，谅有由矣。我等今尽见宿世所行功薄，禀受经少，那责求高仙乎。于此当念更受大洞经道，勤行慈心，度诸困厄，以冀升天之举矣。仙公曰：子不遵上道洞经，众妙无成理，各自念勤，大作功德，度诸苦厄，如是之志，何忧不速升天乎。但便欲登太上金阙，犹当未有日耳。仙公曰：我无所不履，非笔札所载，勤苦难说矣，始蒙今报也。仙人问曰：前与上人俱入洞庭，看天王别宫，初登茅山时，见有一辈仙人，求随上人看戏，尽何等仙人，乃多如此。答曰：彼仙人皆是诸名山洞室",
        "仙人，其已不多。子不见昆仑、蓬莱、钟山、嵩高、华岳、灵鸟诸大山洞室，仙人无数矣。",
        "仙人曰：不知洞庭通何处。答曰：乃通此上诸大山，及巨海、北酆、岱宗，五岳无所不通矣。有五仙人言归句曲山，彼上人乡里乎。答曰：句曲山乃吾举眼所见，亦江左之佳山，是九泉洞庭西掖门，其下洞台方卅里，宫室焕日，乃卅六小天之数也。不受秽气，道士行正可栖庇之耳。常有人，昔茅先生得道，今故在彼山洞宫山上虚中，名为空洞，立玄宫观，舍仙人也。",
        "仙人请问：近登昆仑玄圃宫侍座，见正一真人三天法师张道陵降座，酆都司迎，三界稽首，诸天礼问，动静龙驾曜虚，项负圆明，身生天光，文章焕烂，先世何功德，故是得道其独如是乎。愿闻之。答曰：天师本行所历，亦弥劫勤苦，斋戒读经，弘道大度，高范玄真，耽味希微，转轮求道，尤过于吾。不可具说。其志大经，行大道，故得三天法师之任，太上正一真人之号矣。岂不大乎。时东华青童及众仙，尽嵩高洞中，静斋咏经。始学之者，闻仙公说诸本行，莫不思念大法，以自笃厉。",
        "青童曰：仙公妙唱，辞远事要，信而可尊者也。众仙作礼而曰：请事斯语矣。青童曰：吾前与卿尽获报承",
        "眷，至恒不暂忘。足下受太上锡，吾乃应先有修敬，情好相亲，未即展公，每为反侧，愿不孤此怀也。仙公曰：前辱卿尽慰眷殊过，深为踧踖，益用虚伫，情何已已乎。不以乏短忝上圣，显征书命赤弈，愧所不胜，相与道德，周旋三界，每念逍遥，同游玄虚，斯清可言，公家之敬。奚复及也。但寻登上任，违远日近，逆有恋恨，如何。．",
        "青童君答曰：衔顾至愿，数有恩慰耳。仙公曰：天师言月旦十五日，能斋于静室，读所受道经及诸仙道迹者，皆当为后圣之民，生值斯世，岂不乐乎。丁卯日礼东华青童于靖中，北向三拜，求所愿神仙之事。又本命日读经，不交人事，皆是求仙之要言也。道家此事亦多矣，适人所奉者矣。大归诀在情丹，行合玄教，有愿尤不克也。",
        "太上洞玄灵宝妙经众圣难4",
        "1按敦煌P．2454抄本卷首残损，首行题『口口口口口因缘众圣难经第十五』。缺『仙人请问本行』六字，今删去句末『第十五』二字，并据《斋坛安镇经目》拟定经名。",
        "2敦煌本缺损句首六宇。据《道藏》本，此句当作『吴先主赤鸟三年』。",
        "3敦煌本缺四字。据《道藏》本,当补『仙公登山』。",
        "4原本尾题作『太上洞玄灵宝妙经卷第十五众圣难』。今删去『卷第十五』等字。"
    ]
}