{
    "title": "太上洞玄灵宝本行因缘经",
    "description": "经名：太上洞玄灵宝本行因缘经，收录于《中华道藏》洞玄灵宝经。",
    "paragraphs": [
        "吴赤乌三年，岁在庚申，正月一日壬子，仙公登劳盛山，静斋念道。是日中时，有地仙道人三十三人，诣座烧香，礼经旋行。甫毕，仙公命坐。良久，道士于是避席请问曰：下官等学道弥龄，积稔于今六百甲子矣，而早被锡为太极左仙公，登玉京，入金阙，礼无上虚皇，不审夙因作何功德，爰受天职，至此巍巍，三界北酆所仰，愿为启说宿命所由因缘根本也。",
        "仙公曰：子之所问，远乎微哉。复坐，吾将告尔。夫一气由虚无而生，二仪由一气而分，清者为天，浊者为地，人受中气而生，与天地参为三才。初无凡圣之异，寿夭之殊，混混沌沌，不假修为，而道自居，既而混沌既凿，大朴既散，人事错错，而道远矣。子辈前世学道受经，少作善功，唯欲度身，不念度人，唯自求道，不念人得道，不信大经弘远之辞，不务斋戒，不尊三洞法师，好乐小乘。故得地仙之道，然亦得超凌三界，游乎十方，仰瞻太上玉京金阙耳。子欲使法轮速升，飞行上清诸天者，当更立功，救度国土民人灾厄疾苦，大工大功德满，太上锡迎子矣。是以彭祖八百岁，安期生千年，白石生三千龄，故游民间，皆坐其前世学法小功德薄故也。乃有万余岁在山洞中，犹未升天，子但数百岁，何足为久耶。夫仙人密于山林行阴德而升仙，及尸解托形者，多显迹于世，国人所称，名书经传者少矣。",
        "时仙人有姓纪，字法成，仙公相之曰：彼即我前世弟子也，其未见宿命之根耳，吾能令汝见前世时事也。法成曰：唯唯，天尊。须臾乃悟，叉手作礼：弟子闇塞，未识本行，愿垂慜矣。",
        "仙公曰：昔帝尧之世，汝随我入嵩高山学，汝志小望速，每识吾虚诞，所期辽远，所行难行，复笑许由、巢父绝上箕山，能辞尧禅，交奢之悔，亦所未安。常劝法成，学上清道，其于不从。虽饮海不得满腹，徒叩石不获玉。巢许早升太极宫，吾今又方登左仙公之任，汝独为地仙，但不死而已，其德交几阶，子岂不悒悒乎。于今乃知我言之有征，信而不欺矣。法成欣悦，忆此未久，心中了然，昔不奉教，此难可得，愿见拔度，侍给云车执御，亲对天颜，故弟子宿缘之会矣。",
        "仙公曰：汝超卓高举，裁可升天而已，那得随我之太极宫，朝太上玉京金阙乎，吾无所惜矣。",
        "仙人又请问仙公曰：宿世本行，为尽是耶，未竟者愿教之。",
        "仙公曰：我先世经历，施行罪富，轮转化形，经天说之，亦当不尽，子欲知之，为可略举一隅耳。吾昔尝生为贵人，而凌贫贱，扶强抑弱，死入地狱。后生为小人，贫穷陋疾，孤寒茕然，时乃发念，我宿命何行，而致此辛苦？彼宿命何德，而享其富贵？思念做善，然心不自解，忧毒难言，死升福堂。后生富家，珍宝自足，无有所乏，而苦酷奴婢，死入地狱徒考。三官罪竟，后生为下室，视人气息，伏事自效，动得鞭笞，勤苦涂炭，靡所不履。时乃发念：先世何辜，当作此下使耶？而以私产供贫人，敬仰道士，上香奉油，惟愿生贵家，死升福堂，衣食自然。后生为贵人，乃复杀害众生，渔猎为事，死入地狱，经履刀山剑树，汤煮吞火，五苦备至。罪经后生为猪羊，以报昔怨。后受形为下贱人，臭恶可憎之极，欺取人财而不还，死入地狱。为生为牛，以力偿人，以肉饴人。后受形作中人，珍宝近足，是时乃念作功德，常供养道士，奉经承戒，谦谦下人，布施厄困，每事从道，闻善欲从，年八十乃死，径升福舍，衣食天厨。后生贵家，乃习好武勇，杀伐为事，然故敬顺道士，信向正法，死入地狱，当经考毒，时太上有教，此人虽犯杀伐，而已经入地狱，在世信法敬道，布施厄困，今原其考罚，可令升福堂，给以天厨。后生为贵人，怨对将至，是时发愿念道，敬受经教，施行阴德，拯济危急，政事以道，慈心于物，供养道士，奉君以忠，使臣以礼，恒念辞荣弃禄，乃免怨家，寿终升天堂。生复为贵人，敬信尤精，而少之时乃发念烧香，愿我后生智慧精明，玄解妙义，死升福堂。后生中士家，遂为道士，被服法衣而行道，时经讲聪明，动为法师众人所推，檀越所敬，时乃发念云：此一生不能得道，而不如女人，愔寂无事，，可致闲乐。命终即生为女人，姿容端正，才思玄拔，发言成章，时乃修斋读经，于是发念为男子，才略宏落，通玄彻虚，洞解希微，而愿为国王，与道士周旋，在意所愿，游山看水，妓乐内足，常有经讲，命过升天堂，衣食自然。寻生国王家为太子，从容储宫，承统王业，时快引道士贤儒学人行礼讲道，修斋寂静，肆意所尚，国安民丰，肃然无事。是时三侍臣同发愿：后生作道士，我为隐士，释道微、竺法兰愿为沙门，郑思远、张泰为道士，普志升仙度世，绝王务，死径升天堂，衣食天厨。我后生为隐士，兰微为沙门，张郑为道士，俱入学道求仙。吾后为诸人作师，志大乘，行常斋戒读经，并赍珍宝诣大法师，受三洞大经，供养礼愿，斋诫行道，服食吐纳。因缘未尽，命过太阴，即生贤家，复为道士沙门，复得同学，相为师徒，复受大经，斋戒行道，是故上圣盻目，觑真降教于我也。尔时兰微张郑尽侍座，今日相随，是宿世之缘愿故尔，诸仙莫不释然，四座咨羯，乃叹曰：天尊上人，求道积久，弥劫历稔，故以得仙公之位，谅有由也。我等今尽见宿世所行功薄，受经少那责求高仙乎，于此当念更受大洞经，慕道勤行，慈心度诸困厄，以冀升天之道矣。",
        "仙公曰：子不尊上道洞经，众妙元理，各自念勤，大作功德，度诸苦厄，如是之志，何忧不速升天乎？但便欲登太上进去，犹当未有日耳。",
        "仙公曰：我无所不履，非笔札所载，勤苦难说矣，始蒙今报也。",
        "仙人问曰：前与上人俱入洞庭，看天王别宫，如登苞山，时见一辈仙人求随上人看戏，尽何等仙人？乃多如此。答曰：彼仙人皆是诸名山洞台仙人，其己不多，子不见昆仑、蓬莱、钟山、嵩山、须弥、人鸟诸大山洞室，仙人无数矣。",
        "仙人曰：不知洞庭通何处？答曰：乃通此上诸天大山及巨海，北酆岱宗五岳，无所不通矣。有五仙人言归句曲山，彼上人乡里乎？答曰：句曲山乃吾举眼所见，亦江左之佳山，是九泉洞庭西掖门，其下洞台方四十里，宫室焕日，乃三十六小天之数也，不受秽炁，道士正可栖庇之耳。常有圣人，昔茅先生得道，今故在彼山洞宫山上虚中，名为空洞，立玄宫观，舍仙人也。",
        "仙人请问曰：近登昆仑玄圃宫侍座，见正一真人三天法师张道陵降座，酆都伺迎，三界稽首，诸天礼问动静，龙驾曜虚，顶负圆明，身生天光，文章焕烂，先世何功德，故是得道，其独如是乎？愿闻之。答曰：天师本行所历，亦弥劫勤苦，斋戒读经，弘道大度，高范玄真，耽味希微，转轮求道，尤过于吾，不可具。其志大经，行大道，故得三天法师之任，太上正一真人之号矣，岂不大乎。时东华青童子，众仙尽嵩高洞中，静斋咏经。如学之者，闻仙公说诸本行，莫不思念大法，以自笃励。",
        "青童曰：仙公妙唱辞远，事要信而可尊者也。众仙作礼而月：请事斯语矣。青童曰：吾前与卿书，获报承眷，至恒不暂忘，足下受太上锡，吾乃应先有修敬，情好相亲，未即展某，每为反侧，愿不负此怀也。仙公曰：前辱卿书，慰眷殊过，深为踧踖，益用虚伫，情何已已乎。不以短乏，德忝上圣显征，书命赫奕，愧所不胜。相与道德，周旋三界，每念逍遥，同游敬虚，斯情可言，公家之敬，奚复及也，但寻登上任，违远日近，逆有恋恨如何。",
        "青童答曰：衔顾至愿，数有恩慰耳。仙公曰：天师言月旦十五日，能斋于静室，读所受道经，及诸仙道迹者，皆当为后圣之民，生值斯世，岂不乐乎。丁卯日礼东华青童君于靖中，北向三拜，求所愿神仙之事，又本命日读经，不交人事，皆是求仙之要言也。道家此事亦多矣，适人所奉者也，大归诀在丹，情行玄教，有愿无不克也。"
    ]
}