{
    "title": "大洞炼真宝经妙诀（两种）大洞炼真宝经修伏灵砂妙诀，大洞炼真宝经九还金丹妙诀",
    "description": "经名：大洞炼真宝经妙诀（两种）大洞炼真宝经修伏灵砂妙诀，大洞炼真宝经九还金丹妙诀，收录于《中华道藏》太清金丹经。",
    "paragraphs": [
        "经名：大洞炼真宝经妙诀。唐玄宗时衡岳道士陈少微撰。《新唐书艺文志》着录。作者自称矜黄龙岩穴中遇至人授以灵砂要诀，因述为灵砂七返诀七篇、金丹至诀二章，并为序论。徒人分此书为二种，几二卷。今合并为一。底本出处：《正统道藏》洞神部众街类。参考：《云笈七签》卷六八、六九。",
        "大洞炼真宝经修伏灵砂妙诀序",
        "余自天元之初，从衡岳游於黄龙，止于宾府，忽於岩穴之中，遇至真之人，授余灵砂要诀。至人日：吾自得於许倦君之后，倦君受诀於昊天师，天师本受於同郡丁真人所出也。假如丹砂之本诀，玄、理深奥，固难思寻。遂求好道之流，志慕神倦之倡，不究竟其真原，长沉沦於尘俗，自上古传经文，皆幽密隐蔽藏言，不流传於世。余常愍然。今述为灵砂七返七篇，及金丹至诀二章，并为序论，以示后人同志之士者也。",
        "灵砂七返论曰：丹砂者，太阳之至精，金火之正体也。通於八石，应二十四气。丹者是金，感於火，名之为丹。汞者是火，去於金，而名之为汞。丹者受阳精而候足，汞即离本质而体不全。故丹砂是金火之精，而结成形，含玄元澄正之真气也，此是还丹之基本，大药之根原。德含则万象生焉，体离而杳冥难测。经曰：阳精赫赫，得之可以还魂反魄。故知饵阳精者，所以长生。服阴魄者，而为死鬼。丹砂是正阳之主，赤帝之君，据於南方，火之正位也。只如丹砂之体数种，受气不同，唯三种堪为至药。上者光明砂，中者白马牙砂，下者紫灵砂，余有溪土杂类之砂，不中入至药，服饵所用。且光明砂一两，服之力敌白马牙砂四两。白马牙砂一两，服之力敌紫灵砂八两。如溪砂土砂之力，不可比量也。或日．．一等是丹砂，俱受太阳之精气，因何有溪土杂类之砂，力有大小者。言光明砂者，受太阳清通澄朗正真之精气降结，而红光曜曜，名日光明砂。白马牙砂者，受太阳平和柔顺之精气降结，而白光璨璨，如云母色者，名曰白马牙砂。紫灵砂者，半受山泽之灵气结，而色红紫，名曰紫灵砂。如溪土杂类之砂，俱受浊滞不真之气，结而成砂，即混沌无精光，故不中入至药所用。且如光明砂一斤，伏炼而得十四两，伏火鼓得至宝七两。白马牙砂一斤，伏炼而得十二两，伏火鼓得至宝六两。紫灵砂一斤，伏炼而得十两，伏火鼓得至宝四两。溪砂土砂杂色之砂一斤，伏炼可得六七两，伏火鼓下得至宝一二两。以来明知溪土之砂，受气不清，澄浊参杂。高上贤明之士，先拣其砂，次调火候，在意消息，而成七返九还。且金石之中，至灵至圣，至神至明，而无过於丹砂者，也。怀袖致之一两，尚自辟去邪魔，况乎伏炼，入於五脏者哉。且如七返九还，异名而同体。返者是砂化为金，还者是金归於丹。经曰：返我乡，归我常，服之白日朝玉皇。或日：七返者，是丹砂，属火变炼成金，便名为七返者乎。",
        "论日：火之成数是七，七度变转，以应阳元之极体也。且七度变转者，将丹砂伏炼得伏火后，鼓成白银，即是一返。将白银化出砂，令伏火鼓成黄花银，即是二返。将黄花银化出砂，伏火鼓成青金，即是三返。将青金变化出砂，伏火鼓成黄金，即是四返。将黄金化出红砂，伏火鼓成红金，即是五返。将红金还化出砂，伏火鼓成赤金，即是六返。将赤金复化为砂，伏火鼓成紫金，至紫金，即是七返灵砂之金，而含积阳，真元之精气足矣。而将紫金变化为砂，运火烧之一周，迥然通彻洞耀，名曰紫金还丹。得服之者，形神俱合，当日轻举。且世人多误取石硫黄，呼为太阳之至精，和汞而烧七返。且硫黄受孤阳偏石之气，汞又离於元和，二物俱偏，如何得成正真之宝。切见世人伏炼众多，终无成者，盖绿迷迷相传，至於后世。余甚哀之。只如第一返伏火丹砂，服饵一两，即去万病。服之二两，即须发青绿。服之三两，即颜悦色红。服之四两，即延年益寿。第二返药，服之一两，即体和神清，返老归童。第三返药，服之一两，即虚夷忘情，心合至精。第四返药，服之一两，即身体明彻，通於表裹。第五返药，服之一两，入水不能溺，入火不能焦。第六返药，服之一两，即造化不能移，鬼神不能知。第七返药，服之一两，即超然於九天之上，逍遥乎宇宙之问。更服至红英九丹，便居金阙，功位真人。故知丹砂之力，昭然而可观乎。自余得其真旨。常欲周济为功，大道垂明，咸愿同归玄境。遂作灵砂七篇，金丹二章，并述火候次第，药物品次，篇数高下，列之於后章别品，以授贤明至诚。君子得之宝之，即福寿无疆。轻泄之人，殃其九祖。亦不可诬言而蔽道，慎莫写示於凡情。用测贤愚，可鉴而后授之此篇章矣。",
        "大洞炼真宝经修伏灵砂妙诀",
        "衡岳真人陈少微字子明撰",
        "灵砂七返篇",
        "第一返丹砂",
        "经曰：丹砂者，万灵之主，造化之根，神明之本。而居九清，玄播总御，动之以高体，定之则乾成，能变化者，故号日赤龙。若翱翔而名为朱乌。上品者生於辰锦石穴之中，而有数色。中品者生於交桂，亦有数类。下品者生於衡邵，数种品类。皆绿清浊体别，真邪不同，降气分精，感通金石。受正气者，服之而通玄契真，为上倦矣。受偏气者，服之亦得长生留世。且上品光明砂者，出於辰、锦山石之中，白交石肺之上，十二枚为一座，生色如未开红莲花，光明曜日。亦有九枚、七枚、五枚、三枚、一枚为座者。十二枚、九枚最灵，七枚、五枚生者其次。每一座中有一大珠，可重十余两，为主君，四面小者，亦重八九两，亦有六七两已下者，为臣周绕，朝揖中心大者，於座四面，又有杂砂一二斗，回抱其玉座朱肺，於其座外。杂砂中拣得芙蓉头成就，夜安红绢上，光明通彻者，亦入上品。又有如马牙，外白浮光明者，是上品白马牙砂。有如云母片白光者，是中品白马牙砂。圆长似笑生，而红紫色者，即上品紫灵砂。若如石片棱角生青光者，是下品紫灵砂，如交、桂所出。但是座生及打石中得者，形如芙蓉头成，而光明者，亦入上品。如颗粒成三数枚，重一斤通明者，为中品。片段成明彻者，为下品，如衡、邵所出。总是紫砂，及打石中得而红光者，亦是下品之砂。如溪砂有颗粒成而通明者，伏炼饵之，亦得长生留世，未得为上仙矣。如砂生於土穴之中，溪砂养於溪水土之内，而土石相杂，故不中入上药服食所用。如座生者，是最上品之砂。得其座中心主君砂一枚，伏炼入於五藏，则功勋便着，名上丹台，正气长存，超然绝累。更服至七返九还，自然魄化尸灭，神夷体清，阴气都销，则含形而轻举，永为上真之飞仙也。故知阳之真精，降气而圆光周满，无有偏邪。但是伏炼之砂，作芙蓉头成，而圆光通明者，即是上品，神仙服饵之药。",
        "经日：丹砂者，自然之还丹也。世俗莫测其原，只如玉座之砂。世人总知之，如金座天座。是太上紫龙玄华之丹，非俗人凡夫之所见知也。其玉座则俗流志士，积功修炼，服之致仙。其金座则宿有仙骨，清虚炼神，隐之岩穴，则其神仙，采与食之，便当日羽化升腾。其天座则太上天仙真官，而所收采服饵，非下仙之药也。其玉座砂，受得六千年阳灵之清精，则化为金座。金座则座黄，当中有五枚层层生，四面四十、五十小珠，周绕金座。受一万六千年，则化为天座。天座则座碧，当中有九枚层层而生，四面七十二枚周抱。在於飘飘太虚之中，常有太一之神护持。上元之日，真官下采，其山忽开，光明照曜，一山如火。其天座砂，真官所收，后世人不可得取采之也。故丹砂之元邈，若高山上贤明士志慕轻举者，切须辨其药品高下，然后调其火候，合其阴阳，伏制自然，而契於高真矣。",
        "阴阳伏制及火候飞伏诀",
        "经曰：阳精火也，阴精水也。阴阳伏制，水火相持。故知冰炭不同处，衰盛终有归。且丹砂是阳精，而须阴制，阴制者水也。当用曾青、空青、石盛、马牙硝、玄英、化石各是也。如玉座光明砂一斤，制之用曾青四两，石盥六两，马牙硝六两，黄英、化石各二两。座外生光明砂一斤，可用曾青五两，石盐及马牙硝各四两，黄英、化石各一两。白马牙砂一斤，用石盥、马牙硝各三两，黄英、化石各三分。紫灵砂一斤，可用空青四两，石盥、马牙硝各二两，黄英、化石各二分。如溪土杂类之砂力小，每斤可用曾青四两，沙盥及马牙硝各二两，制之而得。其石盥和黄英、化石，细研为粉，入锅中，文火养一日，即鼓成汁。成汁后和马牙硝，重烧令赤。然可以用沙盛，先须三鼓成汁，后方可入用之。其光明砂大者，须打碎如麻颗许，然后入於土釜中，下曾空、石盥、马牙硝，和水，武火昼夜煮三十日，不得火绝。日满淘澄取砂。入於鼎中，用阴阳火候飞伏，其鼎可受一升。且鼎者有五，一曰金鼎，二曰银鼎，三曰铜鼎，四曰铁鼎，五日土鼎，入砂於鼎中，用阴阳火候飞伏。",
        "飞伏法。诀曰：五日为一候，三候为一气，用八气二十四候，一百二十日而砂伏火毕矣。每一飞伏，去五日，内四日用坎卦，一日用高卦。坎卦者，水煮四日是。高卦者，阳火飞之一日。初起阳火，用炭七两，竖安鼎下，常令鼎下熟。炭七两，不得增少。每一转后，即增炭一两飞之。增炭至五转后，忽有黑气，和汞霜飞出。即收霜，和鼓了石盥半钱重，於钵中，以玉槌轻手研之，令汞入尽。即依前，却安鼎中，用坎高火候飞伏之。至十二转后，每转加炭二两。使入鼓了石盐一分，作粉铺安面上，合有汞霜，可二两，候飞出其霜，虚光鼎中，药色渐欲黄紫。收其霜及汞，和石盐一钱重，於钵中熟研了。入鼎，依前火候飞伏。伏至十八转，加炭三两，其药色欲赤。至二十转后，每转增炭四两，只有半两已下，汞霜飞出，坚硬如青金片，黄白光明。亦和石盥，於钵中研之，入鼎飞伏。伏至二十四转，其砂候足，伏火毕矣。而色红赫，光明可观。其砂伏了，更须用盐花包之，重以黄土为泥，曩紧固济。入阳炉，武火白烧之三十日，后出砂，安淡竹筒中，封闭其口，入寒泉中，深埋三十日，然后淘研。轻飞者可以分抽服饵，沈重者即鼓成金汁。且上光明砂伏火了，其色红赫，淘澄下可有金星砂六两，光明璀璨。中品白马牙砂伏火了，色赤红鲜，淘澄下有金星砂四两。下品紫灵砂伏火了，色稍紫赤，淘澄下亦有金星砂三两。如溪土杂色之砂伏火了，而色虽紫赤，亦无光彩，不可见金星砂一粒耳。自上古高仙，皆炼服其真丹砂，而成道也。其上品光明砂者，即是真丹砂也。贤明之者，须在意采索其真精，然可得合於灵丹耳。且如伏火丹砂，出寒泉了，可便镕鼓，令见真宝。",
        "镕鼓。诀日：每一两伏火丹砂，可用盥花半两。先致盐花於锅底，次入伏火砂於锅中，候锅及砂匀火同赤，然后鼓之千下，而金汁流下，名曰白银，而面上黄花漠漠润泽，光芒可言。此是天地之中至真之宝也。如将服饵，分抽取一两，作三百六十丸，用枣肉和之为丸。每日服一丸，一年服一两。欲服此丹砂丸，先须洁斋七日，然以晨朝束向，虔心扣请。告三清、紫微真君，太一真人，先师仙官，水火之灵。得服此灵砂丹於五内，永保形神，合其至真。呎毕，礼七拜，然后服之。自服此砂丹。不得吃臭秽陈积之物，及诸生血豕属之肉，生死之秽，尤不可观。故经云：阳精好洁，阴尸好秽。常须虚和其志，洗雪其形，以助阳灵之真气也。自然神悦体清，而神仙殆可得耳。",
        "第二返宝砂",
        "本经曰：炼真者合於至妙，炼砂者合於至灵，炼灵者合於至神，至神者合於至道，道合则升腾玉清，而为高仙矣。且炼砂而得宝者，是至真之药，化宝而生砂者，即成玄感之灵丹也。",
        "化宝生砂。诀日：将其丹砂中白银四两，打作锅子，安一通油瓷瓶子中，其瓶子可受一升。其宝锅子，可瓶子底大小。先将此银锅子，着北庭砂一两，石盥一两，麒麟竭一分，三物药和研，以苦酒调如膏，涂於锅子四面，令药尽候乾，以黄土为泥包曩之，可厚一寸二分。便於糠火中，烧三七日。然后白炭武火，烧二七日。去泥取宝，其锅子安瓶子中，入真汞四两，其汞须是本色丹砂中抽得者，名曰同类感真气而转生丹砂。故上仙真经，秘而不泄者，为此子母之法，恐凡愚之心见知也。然入真汞於瓶子中后，即着水五合，常须添瓶子中水，至五合，莫令增臧。文火养二七日，似鱼目沸为则。日满更添汞四两，依前文火，养一七日后，令乾。固济其口，便武火迫之三日。而红黄砂涌出於宝锅子之上。收其砂，又依前添汞。常令有汞八两在其瓶子中，不得增少，亦依前用文武火候养迫，令生砂。砂出即收之。每四两宝计收砂一斤，其宝即枯槁焦脆，而精尽化而为砂。其瓶子中母，只余二两青黑灰耳。将其砂依前篇入药，煮三十日后，淘取砂入鼎中，还以阴阳火候飞伏，五日为一候，用二十候，一百日足，其砂伏火矣。火候加增炭两多少，一依前篇飞伏。其砂伏了，不用，着盐包曩烧之，便可镕鼓。",
        "鼓诀亦依前篇。以盐为使，引令金汁流出。此宝砂一斤，修炼而得十五两。伏火鼓得黄花银十三两，色渐黄光，浮彩润泽，而内白外黄，名曰黄花银也。如将此砂服饵，须入寒泉抽火毒。",
        "寒泉法，入土深埋三十日，取出淘研，用枣肉和为丸，每两亦作三百六十丸。每日清晨束向，虔心服之一丸。自服此宝砂丹后，自然虑静神清，浊气不入，而志不扰，则渐证於神仙之阶也。",
        "第三返丹英砂",
        "经曰：阳元积习，而英气自会於真精。真精感化，而神丹可得耳。故曰：炼真致真，真华通应，而化为金英之玄砂也。",
        "化宝砂中白金而生英砂。诀曰：将其宝砂中黄花银四两，打作锅子，还依前篇，可瓶子底大小为之。用蒲州石胆一两，石盥一两，炮砂一两，和苦酒研调如膏，涂其锅子四面，令药尽为候。候乾，以黄泥为球包袅，於糠火中烧、二七日，后用白炭武火烧一七日，去泥出锅子。依前篇入安通油瓶子中，入真汞四两，清水五合，文火养之二七日。后更添汞四两，又文火养一七日。候乾，紧固济，便用武火迫促之一日，其砂涌出，於宝锅之上，而红黄映彻，光耀难言。便收砂添汞，计收砂可得一斤，则数足矣。便将其砂，入於鼎中，依前篇用火候飞伏，亦五日为一转，内三日用坎卦，即水煮三日。用高卦二日，即阳火飞之二日。初起阳火，用炭七两。每一转后，即增炭二两。至七转后，有汞霜飞出，可二两来，其色黄赫，紫光簇族，飞在鼎盖之下。收其霜於钵中，着蒲州石胆一钱，重和苦酒及砂，以玉槌轻手熟研之，令相入后，却入鼎中飞伏。伏经十八候九十日足，其英砂伏火毕，无分毫少折，便可镕铸。亦依前篇，用盥花引鼓之，即宝流下，而青英光润，名曰青金。青金者，是阳精渐着，从兑见震，然至坤归离，此是阳精变转巡历之终始也。如将此英砂服食，每两先用榆甘子半两，生甘草二两，煎取汁，於白银器中煮二七日，后澄取砂，入安淡青竹筒中，入土深埋之，三十日然后出，以枣肉和为丸，每两还分为三百六十丸。每日清晨束向，扣告三清上帝仙官，然后服饵。服至此英砂丹，乃自嗜欲无婴，荤血不入，端居诤室，而神和体轻，渐得真人为俦矣。",
        "第四返丹妙化砂",
        "经日：乾体阳曜，高精渐明。艮雪轻鲜，阴魄消化。乃是青金精液，感汞而生砂，英气相因，集而为妙，名曰妙化砂。",
        "妙化砂。诀日：将青金四两，还打为锅子，用赤盐半两，石硫黄半两，大鹏砂半两，北庭砂一两、蒲州石胆一两，和苦酒研如泥，涂其青金锅子四面，以火炙渐渐涂，令药尽为候。候乾，一依前篇，用黄上泥为球包曩之，以糠火中烧二七日，后即白炭武火烧一七日。毕，去泥出锅子，依前篇，安瓶子中，入真汞四两，清水五合，不得增少。养之二七日后，更添汞四两。又文火养，经七日后，令乾，固济之，以武火迫之一日，而妙砂涌出，可有四两。即收之，更添汞四两，亦依前文火养之，令生砂砂出，即收取计收砂一斤，即数足矣。将其砂入鼎中，依前篇用火候飞伏，亦五日为一转。内二日用坎卦，是水煮二日。三日用高卦，则阳火飞之三日。飞火候一依英砂篇中，用火加增，炭数多少。经十六候八十日，而妙砂伏火毕，则金星光灿，映彻红耀，可言为至英至妙之丹砂也。如将镕铸，亦须用盐花为使，引令金汁流出，乃成黄金。其金凝黄，皎润精彩光耀，既至坤形，高精渐见。故经曰：从阴而反归阳，自浊而反归清。此则是阳元变炼，合於真妙而自然，位为神仙也。若将服饵，每两先须用榆甘子半两，生甘草一两，紫石英一两，煎取汁，於宝器中煮二七日，后亦入淡青竹筒中，入寒泉埋之三旬，然后取出，以枣肉和为丸，每两分为三百六十丸。每日晨朝束向，服之一丸。日服此妙砂，后渐而精思通彻，浊滞之气消革，则形神虚白，洞合於至真，自然超其玉章，而永离尘浊也。若志士得其含元炼真之诀，如神仙之道，岂可远哉。",
        "第五返丹灵砂",
        "经曰：阳德播功而垂光，运动其元精，元精流化而为英砂，英砂转而入妙，妙气变炼而生万灵。故知玄妙玄圣，转转而增光，感激真精，自然灵化。且灵砂者，是前妙砂中黄金，转感化汞，而生其砂。则红光焕赫，璀璨金星，而绛色清虚，乃号为灵砂者也。",
        "化灵砂。诀日：取妙砂中黄金八两，打作圆鼎，可受四合。又将二两金为鼎盖。其鼎内先着石硫黄半两，赤盥半两，北庭砂半两，蒲州石．胆半两，四种药和苦酒研如泥，涂其鼎内及盖内，令调匀药尽。候乾，即以黄土为泥包曩之，可厚一寸，文火四面，养之二七日，以不通手为候。二七日后，渐武火白烧一七日，昼夜不得绝火。七日满，寒之，去泥，重以甘土泥泥其鼎外，可厚二分。即悬安炉中，其鼎下周回令通安火处，便入真汞四两，於金鼎中，着水二合，以盖合之。文火养经七日，其鼎下常令有熟炭火五两，不得增少。其鼎中续续添水，长须应二合数，不得令乾。在意消息，莫遣失候。七日后更添汞四两，又依前文火养七日后，令乾，紧固济其口，即武火迫之一日。便生红光灵砂，可收得五两红砂。便须更入真汞五两於鼎中，其鼎中常须有汞八两，不得增少。亦文火养七日后，令乾，即固济之。便用武火迫之一日，而生砂。砂出则收其砂。更添真汞於鼎中，又文武火养迫，令生砂。唱砂出收之。此一鼎中，计收砂得三十两便休，则数足矣。其金出砂后，精竭而枯脆，无光润之色，秤只可重四两以来耳，其精华匀汞相感结，尽化为灵砂也。故经言真汞者，皆是其本色丹砂中，抽得汞添用。若伏炼光明砂为药头者，即取光明砂中汞，转转添用。如用白马牙砂为药头者，即转转取白马牙砂中汞添变。如将紫灵砂为药头者，即取紫灵砂中汞添合。如溪土砂中所出汞者，名为杂类，气终不相感。且光明砂一斤，抽汞可得十四两，而光白流利，此上品光明砂，只含石黑二两。白马牙砂一斤，抽出汞得十二两，而含石黑四两。紫灵砂一斤，抽汞可得十两，而含石黑六两。上色通明砂一斤，抽出汞只可得八两半，而含石黑七两半。石黑者，火石之空黑也。如汞出后，可有石胎一两，青白灰耳。亦于前宝砂篇中，略述真汞之诀，而未周细，故郑重言之。所是抽砂出汞，具列于金丹前章之上品也。其黄金鼎中，收得灵砂，计三十两，数足讫不用阴煮。便依前篇，用阴阳火候飞伏，还五日为一候。内一日用坎卦，是水煮一日。用四日高卦，即阳火飞之四日。初起阳火，用炭九两，每转后增炭二两，至五转后，每转增炭三两，便有五彩金辉霜三两飞出。收其霜，和砂于钵，钵中着蒲州石胆半分，黄炮一分，和苦酒熟研之半日。依前安鼎中，用坎高二卦火候飞伏，伏经十四候七十日足，其霜砂伏火毕矣。其砂伏火了，金彩红辉，色如石榴花，光精璨璨，辉曜日月，一切毒龙蛇恶鬼神，见之潜伏。目不敢举，可得言至灵者哉。其砂灵而难鼓铸。若欲镕之，先于洁净之处，取净土为锅炉，绝秽杂，以盐花和灵砂等入锅，鼓之二千轮，便得镕之。镕出即金汁流凝，而红鲜焕焕，名曰红金。红金者，是阴魄之黑。变炼而尽，正阳之精，挺立而垂光，此是阳灵之真金也。如将服食，一依前篇，着榆甘子、生甘草、紫石英，煎取汁，于宝器中煮二七日，火候药数多少，亦依前篇。煮了，入安筒中，固济其口，入寒泉并於土中，深埋二十日，然后出。以枣肉和为丸，每两还为三百六十丸，其丸如大麻子大。此灵砂体渐重矣。每日清晨洁白，束向，启告三清上帝真官，然后扣先师而服之。服此灵砂丹后，而便心神精明，彻达视通於表内，身生红光，而洞合於至真也。",
        "第六返丹神砂",
        "经日：妙极则灵通，灵通而致神，神合则道全，道全而玄真降，便升玉清，而为高仙矣。且神砂者，是九灵构精，宝风凝集，玄华标结，而化为神砂，则焕灿玄黄，光辉照灼，而名为神砂者也。",
        "化神砂。诀日：取前灵砂中红鲜金九两，铸为宝鼎，可受五合。又将三两宝金为盖。其鼎内亦先着石硫黄一两，大明砂一两，赤盥一两，北庭砂一两，和苦酒熟研如泥，涂其鼎内及盖周回，令药匀尽为候。候乾，以盖合之，着黄土泥包曩，可厚二分为则，一依前篇，文火养之二七日。后即武火迫烧七日，令与火同色。候玲，去其黄泥，重以甘土为泥，泥其鼎外，可厚三分。即置其鼎於炉中，入真汞六两安鼎中，着水三合，逐旋添之，不得令乾。文火养七日，后更入汞三两。文火更养三日，后令乾，固济封闭，令紧密。即武火迫经二宿，即尽化为红光之神砂。收砂，又添汞八两，依前｀文火养七日，后便武火迫之二日，亦化为砂。收砂，又添汞七两，亦文火养，即武火迫之，令生砂。砂出即收，又添汞五两，还文武火养。迫令出砂。收之，又添汞三两，一依前文武火候养迫之，计前后收得神砂，可二斤三十二两，足即乃已也。将其砂入石硫黄四两，蒲州石胆子二两，和於钵中，熟研半日。便入安宝金鼎中，阳火飞伏。其阳火者，纯高卦火候。伏之，还五日为一候。初起火用炭九两，每一转后则加炭二两，每转转出砂，於钵中熟研之。却入鼎飞伏，伏至五转后，每转加炭三两。如有绛金霜飞出，其霜红赫照耀，光彩射目。收其霜，於钵中和砂，着蒲州石胆一分，和苦酒熟研之半日，然后入安鼎中，用火候飞伏，伏经十二转六十日足，其神砂伏火毕矣。而色赫奕含辉，紫光洞彻，不可言尔。若将镕铸，其诀一依前灵砂篇法度。和灵花鼓之，即宝汁流出，凝成赤金，精光如火，故号曰高己之金者也。其神砂丹，便可以服饵。每两亦分为三百六十丸，以枣肉和之为丸。服饵诀一依前篇。且服此灵宝神砂丹后，自然精灵骨轻，身有光明，足蹈真境，而为上仙也。",
        "第七返丹玄真绛霞砂",
        "经日：灵宝禀运，则感应而神栖。归真积精，则自然玄霜绛雪，腾跃流通，流通则永为高真之灵仙也。且玄真绛霞砂者，是神砂中赤金，宝鼎养汞而生砂，其砂则紫霞红英，五彩辉灼，乃号为玄真绛霞之砂。",
        "化宝生砂。诀曰：取前神砂中宝金一斤，铸作圆鼎。可受七合。又将宝金五两，为鼎盖。其鼎内先须着石硫黄四两，赤盐二两，北庭砂二两，大鹏砂一两，以苦酒和研如泥，涂其鼎内，以药尽为候。候乾则盖合之，用黄土为泥包曩，可厚一寸。依前神砂篇，文火养之二七日后，即白炭武火烧七日。寒之，去其泥，重以甘土为泥，泥其鼎外周回，可厚二分半。即悬安炉中，入真汞十二两於鼎中，着水三合，不得遣乾，逐旋添水。则以盖合其鼎。文火养七日，其鼎上常令通手为候。七日养后，遣乾。紧固济其口，即渐渐武火，迫之三日。开看之，其汞即尽化为绛霞之玄砂也。其砂不得收之，便更添汞九两，亦依前文武火候养迫，遣化为砂。日满开看，又尽化为砂。又添汞六两於鼎中，固济，文武火候迫促之，日数足，又开看，亦化为砂矣。更添汞五两，还七日文火养，即武火迫之一日，而成其砂，红紫五彩，霞光辉耀，在其鼎中，可三十二两，分毫不欠。出其砂，於钵中，着石硫黄七两，以玉槌细研之一日。然后却入此神砂赤金宝鼎中，固济其口令紧，用红阳火候，伏之七日为一转。即开之出砂，和苦酒一合，熟研而后，入鼎飞伏，每七日为一候。初起火用炭十三两，每转加炭一两，至三转每转加炭二两。便有五色轻鲜绛霞霜一二两，飞出於鼎盖之上，连连如麦颗，即收之。和砂於钵中，着蒲州石胆半两，苦酒二合，熟研，却入於鼎中飞伏。每转转须开看。即入石胆苦酒和研，方可入鼎伏之。伏经七转四十九日足，其砂伏火毕矣。便以武火烧之一日，可用炭二十斤，分为四座，迫烧之。然后寒一日，开鼎看其玄真绛霞之砂。伏火了，而文彩辉赫，杂错霞光，洞耀於日月，可言至灵者哉，极阳玄元之砂丹也。如镕铸其玄真砂，一依前神砂灵砂诀。用灵花和鼓引，令宝汁流见而凝紫光耀，名曰绛霞之紫金也。若将服饵，便以枣肉和为丸，每两亦分为三百六十丸。每日清晨束向，服一丸。服至此紫霞妙砂丹后，倏忽则含形而轻举，驾飞龙游於十天八极之外，岂不优游之哉。此玄真砂丹一丸，点汞及铅锡铜铁一斤，立化成紫磨黄金，光凝润泽，不可言尔。",
        "余自设教神道，启於玄君，愍在俗之贤明，而述为七篇二章。此篇本从《大洞宝经》中，仙君九品幽章隐文炼真妙诀所出，禁文甚重，非贤莫传，岂教顽凶悖戾、邪疑行尸秽质之徒见闻耳，深可忌之哉。恐泄上古仙圣之真妙也。",
        "大洞炼真宝经修伏灵砂妙诀",
        "大洞炼真宝经九还金丹妙诀",
        "衡岳真人陈少微字子明撰",
        "夫还丹本阳九之精，降受二十四真。真水真火，内外包含，含化五神，五神运气，积而为砂，积砂成丹，禀积气极，乃号紫华红英大还之丹。大还丹诀，皆因师师相承，传之口诀，灵文藏於洞府，金简秘在仙都。仙人恐绝道源，演述隐文秘言，留传於世。遂使后来明俊，博采寻幽，旷日劬劳，终无所悟，渐渍沈溺，倏忽形腐神消，尸魄化为魔魅，探可悲哉。然大道所运，禀之专精。专精变通，功必归於炼汞。炼汞要妙，备载二章。二章之中，分为九品。上三品则抽砂出汞，炼汞投金，修金合药，合於七篇。中三品略陈五石之金，四黄伏制，阳金变通。下三品和合大丹，炉鼎火候，成丹证真之诀。俱列於九品二章之中也。",
        "证品含元章",
        "《大洞炼真宝经》，皆隐秘真铅真汞。真汞之诀者，则上品光明砂中抽得汞，转更合内水火之气，然名为真。而光明砂一斤，其中含汞十四两。",
        "抽砂出汞品第－",
        "抽出汞。诀日：先取筋竹为筒，节密处全留三节。上节开孔，可弹丸许庞。中节开小孔子，如筋头许大，容汞溜下处，先铺厚蜡纸两重，致中节之上，次取丹砂细研，入於筒中，以麻紧缚其筒，蒸之一日。然后以黄泥包袅之，可厚三分，埋入土中，令筒与地面平，筒四面紧筑，莫令漏泄其气，便积薪烧其上，一复令火透其筒上节，汞即流出於下节之中，毫分不折。忽火小，汞出。未尽尚重而犹黑紫，依此更烧之。令其汞合大数足，如红马牙、白马牙、紫灵砂，抽汞一同此诀。余别诀飞抽者，损折积多，而同抽诀最妙然，具列於其章上品也。",
        "炼汞添金出砂品第二",
        "同类丹砂虽抽出汞，未可便添合於金化砂，砂终不出，七篇犹未周备。且投金化砂，秘於炼汞。其汞则重受内水火之气，遇本金相投，含化而便生",
        "砂。",
        "炼汞。诀曰：汞一斤，石硫黄三两，先梼研为粉，致於瓷钵中，下着微火，续续下汞，急手研之，令为青砂。后便将入於瓷瓶中，其瓶子可受一升，以黄土泥紧泥其瓶子外，可厚二分，以盖合之，紧密固济。致之炉中，用炭一斤，於瓶子四面养之三日。瓶子四面，长须有一斤炭，三日后，便以武火烧之，可用炭十斤，分为两分，每一上炭五斤，烧其瓶子。忽有青焰透出，即以稀泥急涂之，莫令焰出，炭尽为候。候寒开之，其汞则化成紫砂，分毫无欠，即取黑铅一斤，将其黑铅先於鼎中，镕成汁。次取紫砂细研，投入铅汁中，歇去火，急手炒令和合为砂。便致鼎中细研，盐覆盖，可厚二分，紧按令实固武火飞之半日，灵汞即出，分毫无欠。然依七篇，反＃１数投化合金生砂。如第二反化宝砂，篇中用汞，汞则两度，用石硫黄烧令成砂，两度着铅，却抽归汞，添金化砂。第二反＃２英砂用汞，则三度烧抽入用。第四反出妙砂中用汞，汞则四度抽烧。第五反化灵砂用汞，汞还五度抽炼。第六反出神砂甩汞，汞亦须六度烧抽。如七反化出玄真绛霞砂用汞，汞一依前七度，着石硫黄烧成紫砂，七度用黑铅抽归灵汞，每度烧皆用石硫黄三两，却抽归汞，则用黑铅一斤，转转烧抽火候，一依前诀。其汞烧抽变炼，则含其内，水火之精气，亦合於七篇之大数。自然水火金三光禀气，相会合精，而化灵证真也。",
        "修金合药品第三",
        "且阳元之魂，遇阴气所感，伏形成魄，谓之兑金。兑金则见阴质，而更含药精，渐令去其滞气，灵汞投化，转转增光，反浊归清，然后正阳之体。其修金用药，穷真合元，令其灵通於七篇也。",
        "空青、曾青，甲乙之气，赤金之精，精结受其阴灵而所化也。功能成汞为金，倦经号日秋石，金之隐名也，与丹砂类合。丹砂亦号曰秋石。其曾青出於蜀川、蔚州、鄂州，始兴但出赤金，处年古即生，从宝至空，从空而曾，故号曾也。形如黄连。累累相缀。又似蚯蚓粪，方棱色深，如波斯青黛，层层而生，打之如金声，是其真也。空青似杨梅，新从坎中出打破，其中有水，久而即乾，如珠金星璨璨，近泉而生，常含其润，受极阴之气，与硝石同功力，亦不可知耳。",
        "玄英者，本是颗盐之津液，流入土久，而深至泉面，而结形如龟甲，其色白光通彻。益州赤盥液化者，稍红光，为上。蒲州者功次。功能制伏飞扬之金，与硝石合功用之力，敌於曾青者也。",
        "化石，谓能消化金石，故号化石。是太阴之极气，至阴之灵精，功能制极阳之金石，能伏能化，变炼之力，合於玄英，力至灵也。",
        "石灵，本禀坤坎之精，阴极之气，结成其质，方而棱，如片石，光白，似颗盥之类，味微淡於颗盐，功则能伏制阳精，销化火石之毒力，亦与石硫黄敌体变炼，功性能发明金精，去麋滞气。七篇之中，假之为使。",
        "马牙硝，亦是阴极之精，形若凝水石，生於蜀川。其功亦能制伏阳精，消化火石之气。独用伏制则力稍微，合於石盐，阴毒则甚矣。",
        "北庭砂，所禀阴石之气，性含阳毒之精，功能销败五石之金，各遣证於本性，能成能败，力颇并於硫黄，去秽益阳，其功甚着。本质亦作颗生，而浅红色光明通透为上。七篇中用之为使，使引其阳金之精，破败阴魄。若合於大鹏砂、赤灵、硫黄，用之变炼，功则高於造化。",
        "麒麟竭，出於西胡，禀於荧惑之气，生於阳石之阴，结而成质，色如紫铆，形若烂石。其功亦能添益阳精，销阴滞气，增添其彩，亦有大功。真者於火中烧之，有赤汁涌流，不易本色者，是其元也。",
        "石胆，所出於嵩岳蒲州，禀之灵石异气，形如瑟瑟，性本流通，精感八石，液化五金，阳精遇之，得归中宫。若欲识真，涂入铜铁，火烧色似红金。伏制变炼，颇最有功。又以铜器盛水，投少许入其水中，水色青碧，数日不异者，是真也。",
        "大鹏砂者，虽禀阳精，从阴所养，体如琥珀，质似桃胶，其性和，而能消洒阳金，革阴滞质。若合硫黄、赤盐，变炼其阳精，转转增光益色。七篇之中用御正阳之气，复归真元，其功甚大矣。",
        "赤戎盥，所出西戎之上，味禀自然水土之气，结而成质。其方王土气本而黄赤，其盐亦随王气而生，号言戎盐。味微淡於石盥，力则能炼伏阳精，增明光辉。若合石硫黄用，其功能反魂成魄，炼魄生光，制伏四黄，定质还归戊己。欲辨其真元，於火中烧汁，流红赤，凝定转益其色，则是本元也。",
        "石硫黄，本出波斯南明之境，禀纯阳火石之精气，结而成质。质性通流，含其猛毒，药品之中，号为将军。功能破邪归正，反浊还清，挺立阳精，销阴化魄，元真运转，偏假其功。铆金遇之，精销魄败。色微稍青光者力大，凝黄色者力次，赤黄色者力小。合和大丹，伏炼销化，须其力大者。用之审察元气，辨其高下，然合於七篇。化金生砂，砂渐演精明威，乃证於九丹也。",
        "中三品陈五石之金品第四",
        "夫五石之金，各皆禀五神之阴精，合於山泽异气，结而为魄。且铁所禀南方阴丁之精，结而成形。铜所禀束方乙阴之气，结而成魄。银禀西方辛阴之神，结精而为之质。铅、锡俱禀北方壬癸之气，锡受壬精，铅禀癸气。阴终於癸，故铅所禀於阴极之精也。金则所禀於中宫阴巳之魄，性本至刚，服之伤肠损肌。银性戾，服之伤肝。铜性利，服之伤肾。铁性坚，服之伤肺。铅性濡滑而多阴毒，服之伤其心胃。其五金阴毒之甚，服之久皆伤肌败骨，促寿损命。凡见之士本求长生，不明五金之性，擅意将其铆石之金，转转修炼。且其铆石之金，皆受五神阴浊之气，结而成质。质体沉顽，虽遇四黄，能变易其体，阴毒之性，终不轻飞。纵令炼化为丹，服之亦乃伤於五藏。知其本性，则至理殊乖，欲服求倦，匀道弥远。",
        "四黄制伏品第五",
        "四黄者，雄、雌、毗、硫。其质皆属於中宫戊土之位，性各含阳火之毒，毒能败五藏之气。若别制伏去其火毒，则能成易变转五金之质。若能制伏，拒火色而不易本元，有汁流通，曰功能变转五石之铜银，而化成黄金之质。若伏火色，变白如轻粉，浮液流利者，化於五金，尽成白银，而四黄功力，各禀本气变化。其五金，雄黄功能变铁，雌黄功能变锡，毗黄功能变铜，硫黄功能变银化汞。且四黄功，亦能反铁为铜，反铜为银，反银为金，转转变化，其硫黄功力最高，能添阳益精，反浊归清，此乃是七十二石之将也。其四黄遇於赤盐、大鹏砂、石胆，则伏质归本，不易其色。若遇石盐、马牙硝、石胆，亦伏於火，则变质反而为白色，如轻粉。是以《大洞宝经》、《郑君修真内传》论其七十二石制伏诀，皆须含元胞胎，以黄土等分，和铅粉及石脑，作鼎伏之。绿土匀四黄同类，铅又能消火之毒，石脑伏石。其《修真传》中诸石变通之诀，文理稍烦，不能具载。且略陈四黄五金伏制之弘规，乃列之於品汇。",
        "阳金变通品第六",
        "阳金者，所禀阳之精，五神吐符会气，托形为丹砂。丹砂而外包八石，内含金精。金精则先禀气於甲，受形为丙，出胎见壬，结魄成庚，增光归戊，阴阳升降，各归其源。且如铆石、五金，俱受五阴神之气结，亦分为五类之形。形质顽狠，志性沈滞。汞则禀五阳神之灵精，会符合为一体。故能轻飞玄化。感御万灵。汞本托胎於丹砂，位居南方，易胎乃为壬水。水则见汞形於北方。降魄成庚。庚则西方白金，炼形来甲，是束方青金，增精於戊，戊则中宫黄金也。化质归高，功成於九。是以阳金迁变，动用化机，运质易胎，合其五方之体。然后授天地，革阴阳，超於三元，脱质归真，号之还丹。",
        "成丹归真章",
        "夫合大丹者，先须积阳之精，七反紫金，运动变炼，迁化五神，销形去质，轻化流通，假之真水。然要火功，推演至精，九九数终，真水内火，黑铅石，硫黄是也。铅属北方壬癸水，硫磺性禀南方丙丁火，真铅者含其元气。从铆石烧出，未经烟抽抽炼者，为之真铅也。",
        "合和品第七",
        "取其真铅一斤，七反玄真绛霞砂中。紫金十五两，二物各於别甘锅，镕销为汁后，则均合一处。去火，急手炒令为细砂。入硫黄五两，三物合於钵中，熟研之一日。然后迁於鼎中，运火烧之六转。转添阳炉鼎，火候列在於后火候品中。然大丹先受于天，运之於人，养育变炼，累积正阳，内含水火，外含三光，五神混蒸，忽乃轻扬，化赫成丹，还归南方，清澄优游，坐紫微堂。此亦独内外水火，运转感化，而成大还丹也。",
        "炉鼎火候品第八",
        "夫大丹炉鼎，亦须合其天地人三才五神而造之。其鼎须是七反中金二十四两，应二十四气。内将十六两铸为圆鼎，可受九合。八两为盖。十六两为鼎者，合一斤之数。受九合，则应三元阳极之体。盖八两，应八节。鼎并盖，则为二十四两，合其大数，其鼎须八卦十二神定位，然后将其合了紫金砂，入於鼎中，紧密固济，莫令泄阳气，则致於炉中。",
        "造炉。诀日：於甲辰旬中，取戊申日，於西南申地取诤土，先垒土为坛，坛高八寸，广二尺四寸，坛上为炉。炉亦高二尺四寸，为三台，下上通气。上台高九寸，为天，开九窍，象九星。中台高一尺，为人，开十二门，象十二辰，门门皆须具扇。下台高五寸，为地，开八达，象八风。其炉内须径一尺二寸。然致鼎於炉中，可悬二寸，下为土台子承之。其台子亦高二寸，大小令匀鼎相当然，则运火烧之。",
        "火候。诀曰：夫用火之诀，亦象乎阴阳，二十四气，七十二候。五日为一候，三候为一气，二气为一月，七十二候则应二十四气，二十四气则为十二月，十二月为之一周年，阴阳运数足矣，而丹成。夫起火之时，取十一月甲子日夜半甲子时，动火。先从子门起火，五日，用炭三两，须常有熟炭三两，在其炉中，不得增少。次开丑门发火，五日，用炭四两。次开寅门下火，五日，用炭五两。次开卯门着火，五日，用炭六两。次开辰门着火，五日，用炭七两。次开巳门着火，五日，用炭八两。此六门是阳门火。须坚安炭，如阳气发动。次至午门着火，五日，用炭九两。次开未门着火，五日，用炭八两。次开申门着火，五日，用炭七两，次开酉门着火，五日，用炭六两。次开戌门着火，五日，用炭五两。次开亥门着火五日，用炭四两。至亥门，此六门阴门火，须横安炭，亦象为阴阳气候。从子门运火至亥门，周旋十二门，终计有炭七十二两在炉中，应於七十二候之数，则成四气十二候。六十日两月为一转，则开看之。更添石硫黄二两，和紫金砂於钵中，以玉槌研之半日。却入鼎中，封闭固济。依前每门五日，运火烧之。次还从甲子日子时，於子门起火，用炭五两。丑门，用炭六两。寅门，用炭七两。卯门，用炭八两。辰门，用炭九两。巳门，用炭十两。至午门，却退炭归九两。未门，用炭八两。申门，用炭七两。酉门，用炭六两。戌门，用炭五两。亥门，用炭四两。此第二转运火，每门五日为一候，周旋十二门，用十二候，六十日足，计有八十四两炭在炉中。增第一转，炭十二两，应十二节之数，则候炉中火歇，开看之，色如褐土，金星璨然，而又添石硫黄二两，和砂重研，却入鼎固济之。又依前运火，周遭十二门，每门亦五日为一候，还从子门起火，五日，用炭七两。其炭长须应七两熟炭在炉中，不得增少。又丑门火，五日，用炭八两。次寅门火，五日，用炭九两。次卯门火，五日，用炭十两。次辰门火，五日，用炭十一两。次巳门火，五日，用炭十二两。次至午门火，五日，却退炭归十一两。次未门火，五日，退炭至十两。次申门火，五日，退炭至九两。次酉门火，五日，退炭至八两。次戌门火，五日，退炭至七两。次终於亥门火，五日，退至六两。其十二门，门门须依本数，着炭周回十二门，匝合有一百八两炭在炉中，增於第二转炭二十四两，应二十四气之数，终十二门，六十日足。候鼎寒，开看色微欲紫。又添石硫黄二两，出金砂和研令相合，却入鼎中，固济之后，亦依前门门五日火候。亦从甲子日夜半甲子时，子门起火，五日，用炭九两。则开丑门着火，五日，用炭十两。次开寅门着火，五日，用炭十一两。次开卯门着火，五日，用炭十二两。次开辰门着火，五日，用炭十三两。次开巳门着火，五日，用炭十四两。次至午门，却退炭至十三两。次未门火，五日，退炭至十二两。次申门火，五日，退炭至十一两。次酉门火，五日，退炭至十两。次戌门火，五日，退炭至九两。&times;次终亥门火，五日，退炭至八两。此转十二门周遭，计炉中有炭一百三十二两。又增第三转，炭二十四两，亦应气候。足寒之开看，其含砂色渐金，紫光之星，璀璨流辉。又添石硫黄二两，出金砂於钵中，和硫黄熟研。却入於鼎中，固济令紧密，视上下无遣漏泄。然后依前门门运火。亦取甲子日子时起火，从子门先入炭十一两，亦五日。次丑门入火，五日，着炭十二两。次开寅门入火，五日，用炭十三两。次门卯门着火，五日，用炭十四两。次开辰门入火，五日，着炭十五两。次开巳门入火，五日，着炭十六两。一则至午门退运火，五日，着炭却至十五两。次至未门入火，五日。着炭十四两。次至申门入火，五日，着炭十三两。次至酉门入火，五日，着炭十二两。次至戌门入火，五日，着炭十一两。次至亥门入火，五日，着炭十两。从子门终於亥门，巡十二门周，着炭计合有一百五十六两。炭在炉中，旋绕其鼎，积运烧之六十日炭数。又增於第四转，炭二十四两，其炉内鼎四外，紫气回绕，看之如雾。候寒开鼎，看其金砂，色转化为紫光之丹，丹内红星点点，似欲轻涌。更添石硫黄二两，和於钵中熟研半日，则却入鼎中，封固济。然后依气候，运武火一转。还从甲子日甲子时，子门起火，五日，着炭十七两，次丑门火，五日，着炭十八两。次寅门火，五日，着炭十九两。次卯门火，五日，着炭二十两。次辰门火，五日，着炭二十一两。次巳门火，五日，着炭二十二两。次至午门火，五日，退炭却着二十一两。次未门火，五日，着炭二十两。次申门火，五日，着炭十九两。次酉门火，五日，着炭十八两。次戌门火，五日，着炭十七两，次终亥门火，五日。合有炭二百二十八两，在其炉中。增於第五转，炭七十二两，应七十二候足，其炉鼎中紫气连天，日月失辉。山河震岌，乃是丹成之候也。歇炉出鼎於香坛之上，然则开看，其丹赫然轻飞，脱离於质，如芙蓉花九层，连於鼎盖之上，十五两分毫无欠。其鼎内有滞灰二十四两，如紫金色。其紫灰一丸如麻子大，则可以制汞一斤，及五石金，尽化为上宝。然则迁其鼎於三洞，各镇其功，功合归真，迥然蝉蜕，此乃还丹之力，其实伟哉。",
        "成丹归真品第九",
        "夫倦有品类，真则一同。如七反之砂丹，功力甚着，服之亦得为高倦。尚未证其真者，何也。绿尚有质碍之体，未能轻化，离於五浊，犹为真水世火，所能销铸。且九还之丹成，飘飘轻化，迥脱去质。圆光洞耀，紫气冲天，遇物而化，无有碍也。千鼓万轮，终不销镕，而精光转益，炎火之内，亦不能烧。首得服之者当，则羽化云飞，便为高上之真人也。故积精而．致倦，积倦而成真。真者则超於至阳，与天地长久，凌云气出没，宰制万灵，役使草倦，巍巍高上，升其紫阙，乃号日真人矣。然乾坤不渝，阳精岂灭。世类沦化，惟真长存。",
        "大洞炼真宝经九还金丹妙诀",
        "＃１『反」字上疑缺『第一』二字。",
        "＃２第二反：疑当作第三反』。"
    ]
}