{
    "title": "真一金丹诀",
    "description": "经名：真一金丹诀，收录于《中华道藏》太清金丹经。",
    "paragraphs": [
        "昔荆湖北路，草泽大贤，处士钟离权，泊游于云水，至鲁国邹城东南崆峒山玉女峰居之，至大唐显庆五年庚申岁正月一日壬寅朔，遇之仙贤，引入洞中，授之丹诀，至得内全，后天不老，处士西游渭水，货易而隐自洛阳，后至改麟德元年三月二十五日，举场选试，有鄂州进士吕洞宾，因解名场，访见钟离，问及登科，求之得失，因经数举，不第其名，再谒先生，蒙引道言旨真一金丹炼形之道，付吕青牛受之，因从终南修炼，功成神形俱妙，点化仙骨，变异神真，凡体变为仙体，凡人换作真人，功成行满，为陆地神仙，得遇吕青牛真人之妙旨，功行周圆。",
        "上帝赐为南岳大司马，号至圣真人，施肩吾不可隐吕先生之机，乃设法留之，图于海中邹山石室，令后人知达者不可漏泄于天宝，付金丹于下鬼。",
        "此谓神仙抱一之道，乃清虚无为炼神之法，",
        "目牛无全，全真道成，太虚之象，恍惚中神在，虚无之中，混合道元，道为性本，性是心源，火即是牛，意即是士，土火符合，注之在目，谓之目牛，志之在天，入于胎息，炼神虚白之中，超神九五，出入升天，乃圆自性，天真赤子，一运一交，会于北海，混金光上升空洞，前至玉京，降天谷而出入，去住往来，惺惺明白，自在逍遥，乃为神仙。",
        "此谓富国安民之道，为胎息炼元气，复本还元之法，",
        "禀太虚之始，炼元气为母，母号先天，能会五神，不散于形中，一身之国，乃心为君，精气为民，民安国泰，谓之富国安民，神仙抱一为清虚自然之道，成胎息炼元气为命，是复本还元之法，气来入身，为之生神，所以通生谓之道，气者，神之母；神者，气之子，以母为神，为天真，交会子母，兼神不离于气，气不失于神，神不相离，精神内守，脐元有主，形乃长存，若施心气湛于丹田，由易长生，不亦远乎？心气既住，则丹田有主，五神内守，万圣朝元。",
        "耳不听声，目不视色，鼻不闻香，心似寒灰，形如枯木，六根解脱，心自忘机，境邪自灭，六欲不生，三毒消灭，纤毫志尽，体内圆明，性与命合，喘息自定，喘息既定，饥寒自尽，饥寒既尽，安静长宁，长宁安静。",
        "此谓强兵战胜，用师十倍，三反昼夜，用师万倍，鬼藏阴阳胜辅术，是乃金木间隔，龙虎交媾，炼黑水金丹，乃全角之道。",
        "足三阴皆会于己士，六庚、天符、己土，并于庚，合带其金，金即是阴虎，属铅，己土元是意同心生，是牛注之在目，谓之目牛。",
        "手三阳皆会于戊土，六甲、天符、戊土，并于甲，合带其木，木即是阳龙，属汞，戊土既于空洞，乃神图之所，乃泥丸是也，甲木即是汞，庚金即是铅，便是金木间隔，虎龙交媾，炼黑水金丹，乃全角之道。",
        "木金皆随戊己，为中央之土，土乃沈之命源，天霐，黑水所化成泥，内固命源，黑水为鼎地之机，乃乾坤之首，宇宙之基，造化之源，源者在子身，中，有一腰眼，谓之明堂渊骨，骨大而圆穴，穴乃深渊，名天霐黑水，北海之内，有一神龟，名碧眼胡儿，金睛猛兽，运动灵泉，呼吸真气，运行百脉，朝会于一十经，一十五络、八脉三元，在其中也，经分上下，左右冲通，左有一经，连左肾，属阴为月，主水，数之一也；右有一经连于右肾，本男先生于右肾，为命门，属阳为日，日主三魂，色赤为火，火镇元宫，数之七也，上有一经冲于空洞，下有一经通于足太阳，膀胱气海，气传尾闾，金关玉户，丹田脐元之所混元，五气通生，上赤下黑，左青右白中黄，木生火，火生土，土生金，金生水，水生木，木三火二，土五金四水一，生之数也，为五阴之首，乙丁己辛癸，气升助之，足阳明，戊为属土，为仓海受盛之府，兼谷气混合清浊，上升运神，出入于天谷，炼鼎，下发之炎火，竞发赫赤，腾腾上烧，金鼎炎火，夺之昼夜百刻之中，一万三千五百息，三百八十四爻，气血行八百一十丈，脉行五十度，而为一周天，一周为一转，至九转，方成炼火候之功，先引手厥阴心包络，为左丞相火二，次引手太阳小肠府为右丞相火七，后引足太阴脾土，此即是炼神，为超神之法，加命门阳火七，通前炎火一斤十六两，目升空洞，会之命门黑水，金鼎火炼，下湛天枢，金丹乃全角之道，水法下运太虚元气，黑水上升空洞，水流务下，降入鼎中，与金凝结，水火交泰既济，自然水见金而相生，水遇金而成质，金水子母，母藏子胎，子隐母胞，知白守黑，神明自来，感乎其类，制乎其气者，上黑下赤，左白右青中黄，内正金生水，水生木，木生火，火生土，土生金；金九水六，土十木八火七，成之数也，壬水、甲木、庚金、戊土、丙火。",
        "产出金精，号曰水中金，形如戏蘂，状若金弹，又曰樱桃，体如鲜血，红紫射人，照耀郊野，金光晃耀明，白光灼，金丹至就，复换金形者。",
        "一复，白金换肺，还于阳庚，大肠手阳明府",
        "二复，黑水换肾，还于阳壬，足足太阳膀胱",
        "三复，黄土换牌，还于阳戊，足阳明为胃",
        "四复，青木换肝，还于阳甲，足少阳胆府",
        "五复，赤火换心，还于阳丙，手太阳小肠府",
        "六复，火全命门，还于阳土，手少阳三焦为诸阳之府，六腑之源",
        "七复，毛皮筋肉，全于骨髓",
        "八还，一十二经全于八脉三元",
        "九还，气血全之于精髓，形完坚固",
        "炼神之法",
        "修炼神圆空洞之所",
        "鼻端息细廓时冲，九五升天上上宫，有似蟾光能出入，息然轻举纳壶中",
        "炼气之法",
        "修脐元复本还元之所",
        "鼻端息细得绵绵，天枢一湛不腾烟，神入丹田阴气尽，坎男离女住干天",
        "炼形之法",
        "修命源黑水金丹炼内丹之所",
        "修身认取体中天，目驱龙虎合上仙，戊己会源都一处，三炎火炼内丹田",
        "胎息节要",
        "欲得长生，当修所生，所生之本，始于精气，精气结而为形，即知形为受气之本，气为有形之根，气不得形则无因而立，形不得气则无因而成，是以变化不测，混合阴阳，大包天地，细入毫芒，清静则生，浊躁则亡，明照八表，迷一方，但能虚寂生道，自常永保无为，其身则昌，祸福吉凶，悉由之矣。",
        "至人以神宰御,呼而下统,吸而上冲,上至泥丸,下至阳端,二景相通,可救老残。若能息息神众常合,则胎从伏众中结,众从有胎中息,可谓胎气,内结,求死不得。若能御气则鼻不失息,斯吉至矣!又曰:化而欲作,吾将镇之以无名之朴,则胎息妙用矣!又曰:专气致柔,能如婴儿乎1.是为胎息之真,反精为神,其文毕矣。夫道者众也,实原则得道,得道则长存。神者精也,实精则神明,神明则长生。系行之则为道也,精存之则为实也。凡纳气则气上升,吐气则气下流,自觉周身也,身如委衣,觉其气如云行体中也。生道正在于此。灵者神也,实者精也,握固闭气,气化为神,胸中纯白,意无所倾,志若流水,心居空城,华池玉英,甘露体泉,津液自生,原变为精,精化为神,神化为婴儿。精者血迹之川流,守骨之灵神也,精去则骨枯,骨枯则死,是以实之也。阳召阴成呼,阴召阳成嗡,呼则阴升于阳,嗡则阳降于阴,和气不居,生物自枯。喜则阳舒,哀则阴惨,怒则气逆,忧则气聚。阴气沉而为根,阳气达而为干,英华散而为花,淳气聚而为实。故知子者一气之为也,一而后滋,滋而后生,生而后化,化而后结也。空中自有物,有中亦无常,悟吉有无际,相与会法梁。气者结虚无以成形,神者积胎精而为妙,气全则生存,气不能运则纯粹不应,神不能用则真景不明。行气须闭气,气则上升头面。吐气者,气则下流,自觉急流体股,顺脚也。以鼻纳气,以口吐气,微而引之,名日长息。纳气有一,吸之也,吐气有六,呼呵嘘咽吹嘻皆随气之声也。凡人之息,一呼一吸,无有此数。欲为长息吐气之法,时寒可吹,时热可呼,委曲治病。时寒可吹,以去冷,时温可呼,以去热,嘻以去风,亦以去痛,呵以去烦,,亦以下气,嘘以散滞,咽以解极。凡人极者则多嘘咽,道家行气,率多不欲嘘咽者,长息之忌也。此男女俱仙法也。食生吐死,可以长生,谓鼻纳气为生,口吐气为死。"
    ]
}