{
    "title": "金箓十回度人早午晚朝开收仪",
    "description": "经名：金箓十回度人早午晚朝开收仪，收录于《中华道藏》灵宝诸斋仪。",
    "paragraphs": [
        "经名：金箓十迥度人早午晚三朝开收仪。一卷。底本出处：《正统道藏》洞玄部威仪类。",
        "金箓十回度人早朝开收仪",
        "宣斋意",
        "至心归依，十方经宝，当愿众生，心开悟解，受持读诵。",
        "至心归依，十方道宝，当愿众生，起心回向，一切信礼。",
        "至心归依，十方师宝，当愿众生，普上法桥，无有障碍。",
        "宿命赞",
        "宿命有信然，弱丧谓之无。皆欲跟前见，过目即言悠。大贤明道教，惨戚悯顽夫。依依念子苦，勤勤令我忧。",
        "第一回开经文",
        "臣恭以鸿蒙立极，真文已蕴於太空；龙汉开图，元始肇生於祖劫。神风既鼓，道炁初凝。结八会之龙章，成三元之凤篆。天地万化，因之而建立；阴阳四时，由是以运行。道方河洛之图书，并行不悖；功比羲文之卦象，未足为多。",
        "臣今钦奉纶音，崇修金箓，延禧大斋几昼夜，臣今引领官众升坛第一回转咏《太上洞玄灵宝无量度人上品妙经》，朝礼某诰，各一徧。仰依无上三宝慈尊十方诸天大圣，慈悲愿力，主盟经功。伏愿金口畅玄，琅函启秘。发先天之蕴奥，出太古之篇章。俾率土之滨，普天之下，咸皆解悟，靡不蒙恩。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "为诸来生，作善因缘。如蒙开悟，仰荷玄恩。",
        "回向",
        "臣恭以大明生於东，东者少阳之位；万物出乎震，震乃雷门之方。是故阳激搏以有声，雷奋发而破瞶。诸天称善，跃然共赞於灵音；一国倾心，至此始闻於至道。所谓聋病开聪之义，盖即经功取象之言。臣适来引领官众，升坛转咏《太上洞玄灵宝无量度人上品妙经》一徧，径用回向东方无极太上灵宝天尊、东方玉清降福天尊、东方青元青天九炁天君、东斗注算星君、青帝护魂君、日宫太丹郁仪炎光太阳帝君、天垣帝座星君、东方木德始阳青皇上真道君、岁星真君、东方氐宿星君、房宿天驷星君、心宿天王星君、天市垣列宿星君、天蝎宫尊神、卯宫宋分列宿星君、东方无极无量品至真大神、飞天神王长生大圣无量度人君、东华司命真君、本命太岁禄马尊神，斋坛应感一切真灵。乞以经功愿力，安镇东方甲乙大火之次。镇安国祚，保固天根。伏愿玉字垂芒，珠躔顺纬。东华主算，木公锡不老之年；木德致昌，东斗注长生之字。降祯祥之有兆，致福庆於无穷。稽首归依，旋行赞咏。",
        "智惠颂，旋至东方",
        "太上玄虚宗，弘道尊其经。俯仰以得仙，历劫无数龄。巍巍大真德，寂寂因无生。霄景结空构，乘虚自然生。日月为炳炳，安和乐未央。",
        "高功於东方恭文",
        "宣表关焚化",
        "宣二回开经文",
        "臣恭以五篇玉字，生於太空之先；诸天内音，显自赤明之劫。义蕴奥而莫见，文曲折以难详。八角垂芒，由洞阳之冶炼；九光浮瑞，自流火之腾辉。宜宝秘於上宫，不轻宣於下俗。臣钦奉纶音，忠本修金箓，延禧大斋几昼夜，以今引领官众，升坛第二迥转咏《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿开明此道，启沃臣心。庶几云笈之披宣，宛若天真之降授。金真流响，上通三素之天；玉章洞虚，广演十华之妙。有闻梵语，皆证殊功。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以地二生火，火为至阳之精；明两作离，离乃南方之卦。既重明以丽乎中正，俾万方皆睹於光辉。自天尊说经教以来，皇极衍基图之大。巍巍至道，荡荡难名。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第二徧，径用回向南方无极太上灵宝天尊、南方延寿益算天尊、南方大丹天三炁天君、南斗上生君、赤帝养炁君、南方太微垣帝座星君、南方火德丹天赤皇上真道君、荧惑星君、柳星天厨星君、星宿天库星君、张宿天秤星君、午宫周分列宿尊神、狮子宫尊神，南方无极无量品至真大神、飞天神王长生大圣无量度人君、南极司录府真君、本命太岁禄马尊神，斋坛应感一切真灵。乞以经功愿力，安镇南方丙丁鹑火之次。镇安国祚，保固天根，请福致祥，延生保命。伏愿赤文告命，黄道顺躔。南斗上生，有寿考期颐之庆；东华注福，享和平安静之荣。民兴礼乐之风，国有文明之治。稽首归依，旋行赞咏。",
        "智惠颂",
        "学仙绝华念，念念相因积。去来乱我神，神躁靡不历。灭念停虚间，萧萧入空寂。请经若饥渴，持志如金石。保子飞玄路，五灵度符籍。",
        "高功於南方恭文",
        "宣表关焚化",
        "宣三回开经文",
        "臣恭以灵图未焕，真文深隐於延康；正道当行，道君降生於玉国。於是元始上帝俾以飞天妙书，任居上清紫微宫。命主洞玄灵宝，教若无量上品。特洞玄一卷之名，其奥义微辞则神霄众经之祖。巍巍大梵，历历难详。臣今引领官众，升坛第三回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿金真受简，玉女开函。悉校理於秘文，为恢弘於至道。细微尘大，沙界皆悟。灵音下地，纬上天经，同生妙化。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以天尊设教，宏开众妙之门；元始悬珠，登引十方之圣。是谓无量上品，结成妙有本章。义贯重玄，功施不宰。于以安镇国祚，于以保固天根。上德难名，真玄莫测。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》，径用回向西方无极太上灵宝天尊、西方八卦护身天尊、西方太素天七炁天君、西斗记名君、白帝侍魄君、月宫黄华素曜元精太阴皇君、天垣帝座星君、金德太素少阴白皇上真道君、太白星君、胃宿天仓星君、昴宿天且星君、毕宿天耳星君、酉宫赵分列宿星君、金牛宫尊神、西方无极无量品至真大神。飞天神王长生大圣无量度人君、西灵司录府真宰、本命太岁禄马尊神，斋坛应感一切真灵。乞以经功愿力，安镇西方庚辛大梁之次，端为集福延禧，尊安社稷。伏愿一人有庆，重译来朝。玉字金书，纪善名於西斗；珠星璧月，呈瑞彩於中天。永乐太平，咸臻清静。稽首归依，旋行赞咏。",
        "智惠颂",
        "济我六度行，故能解三罗。持斋礼太素，吐纳养云芽。逍遥金阙内，玉京为余家。自然生七宝，人人坐莲花。仰嚼玄都奈，俯酣空洞瓜。容颜耀十日，奚计年劫多。法鼓会群仙，鸣锺征大魔。",
        "高功於西方恭文",
        "宣表关焚化",
        "宣四回开经文",
        "臣恭以五劫开化，一气归元。众星拱北辰，上森罗於万象；六天横北道，下统御於群魔。惟灵宝之本章，乃上清之要道。威制天政，则日月停景，璇玑不行；严摄北酆，则魔精丧胆，鬼妖灭爽。是以出书度世，保天长存。修之者，得道飞仙，乘云而游四海；奉之者，留形住世，垂统而永万年。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第四回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿太真按笔，灵妃侍轩。焕玉字於太空，紬琼文於秘笈。振玄门之鼓吹，隐韵琳琅；涨道海之波涛，玄恩旷荡。飞潜动植，咸赖生成。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以说经四徧，玄玄之妙义宏深；称庆诸天，渺渺之空歌流响。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第四徧，径用回向北方无极太上灵宝天尊、北方消灾解厄天尊、北方太玄天五炁天君、北极紫微垣帝座星君、北斗落死星君、黑帝通血君、北方水德太冥阴元黑皇上真道君、辰门星君、女宿天女星君、虚宿天卿星君、危宿天钱星君、子宫齐分列宿星君、宝瓶尊神、北方无极无量品至真大神、飞天神王长生大圣无量度人君、北真司危府星君、本命太岁尊神、紫堂星煞，斋坛应感一切真灵。乞以经功愿力，安镇北方壬癸玄枵之次。伏愿万圣临轩，诸天称庆，增延睿算，与天地以长存；广大皇图，等山河而永固。梯航入贡，玉帛来朝。稽首归依，旋行赞咏。",
        "智惠颂",
        "灵风扇奇花，灿烂开繁衿。紫烟郁重秀，众仙弹玉琴。雅歌三天上，散惠玉华林。七祖升福堂，由此步玄音。前世德未足，斯书邈难寻。信道情不尽，图飞乃反沈。太上无为道，弘之在兆心。",
        "高功於北方恭文",
        "宣表关焚化",
        "三闻经",
        "闻经已后，当愿众生，万罪永消，善芽增长。",
        "闻经已后，当愿众生，深入法门，归依信受。",
        "闻经已后，当愿众生，永断执迷，常亲正教。",
        "发愿",
        "复炉",
        "下坛",
        "谢师",
        "回向",
        "金箓十回度人早朝开收仪",
        "金箓十回度人午朝开收仪",
        "宣斋意后",
        "三归依",
        "宿命赞",
        "宣五回开经文",
        "臣恭以玉隆腾胜之乡，超无色界；碧落浮黎之境，即始青天。昔虚皇将阐道之时，开法会，特说经於此。初登狮座上，其周回十过，犹可得闻；既入黍珠中，则秘密一真，其谁能识。是谓象外之象，要识玄中之玄。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第五回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿开紫阳之秘笈，出元始之禁书。启迪群蒙，发辉万有。琳琅振响，自成空洞之音；云汉分章，洞焕太空之色。有情有识，悉见悉闻。稽首归依，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以万物成终成始，皆在艮方；五行一生一成，终归土数。自立春之应候，宜生气之腾升。盖内阳外阴，至此而始交泰。自含灵负性，何患其不生成。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第五徧，径用回向东北方无极太上灵宝天尊、紫清降福天尊、东北始青天梵炁天君、天一紫炁道曜星君、尾宿天鸡星君、箕宿天津星君、斗宿天庙星君、牛宿天机星君、丑寅二宫昊燕分野列位星君、磨竭二宫尊神、东北方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官众，斋坛应感一切真灵。乞以经功愿力，延福致祥，添龄益算。伏愿五星同色，九曜顺行。紫炁灌斗牛，祥瑞下呈於地宝；东维骑箕尾，英贤上补於天官。自作善而降百祥，以建极而敷五福。稽首归依，旋行赞咏。",
        "智惠颂",
        "学道由丹信，奉师如至亲。挹景偶清虚，孳孳随日新。众人未得度，终不度我身。大愿有重报，玄德必昭然。阴恶罪至深，对来若转轮，",
        "高功於东北方恭文",
        "宣表关焚化",
        "宣六回开经文",
        "臣恭以九霄三十六天，莫贵於真王大帝；度人六十一卷，咸宗於无量本章。盖彼或专主一事而言，在此则总摄一乘之义。修仙学道，卓有奇功。保国宁家，具存正法。盖源远则波澜衍溢，本大而枝叶扶疏者也。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第六回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿天开此道，帝诱其衷。悟妙义於一时，怡然顺理；闻灵音於六转，昭若发蒙。福及邦家，庆流藩屏。见前法众，妙振灵音。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以六召东南，巽为卦炁。语其时则夏之初立，万物洁齐；考其数则水之既成，一元归本。夫以至学之搬运，妙在醴泉之流通。是故齿落更生，乃玉掖朝泥丸之效；发白返黑，亦金精飞肘后之功。倘知妙理之归，即悟神化之道。臣适来引领官众，升坛转诵《太上洞玄灵宝度人上品妙经》第六徧，径用回向东南方无极太上灵宝天尊、东南方长生保命天尊、东南始青天梵炁天君、神尾计都坠曜星君、翼宿天都星君、天垣帝座星君、轸宿天街星君、角宿天门星君、亢宿天庭星君、辰已二宫尊神、郑楚分野列宿星君、天秤双女二宫尊神、东南方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官众，三界官属应感真灵。乞以经功愿力，安镇东南寿星鹑尾之次，延福致祥，增年益算。伏愿开明三景，回度五常。龙角之次，杓明发为祥兆；鹑尾之间，星正散作福基。稽首归依，旋行赞咏。",
        "智惠颂",
        "学道亦甚苦，晨昏建福田。种德犹植树，积基而成山。子能耽玄上，飘尔升青天。修是无为道，常与善结缘。太上至隐书。名曰智慧篇。福国由大材，超俗以得仙。灵姿世所奇，晔若渊中莲。",
        "高功於东南方恭文",
        "宣表关焚化",
        "宣七回开经文",
        "臣恭以灵宝本章，玄都秘典。其五篇敷落，有安天镇地之功；其万范开张，有导运御世之力。何故名经之义，独指度人而言。岂不以人为万物之灵，则必以君为天下之王。人者三才之贵，无人则曷见天地之心。其称名也宜哉，其取类也远矣。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第七回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿弘宣道化，大振玄风。庶几沈潜反覆之余，默契冥惠洞清之妙。镇安国祚，祈请福祥。所愿者从不求而获。在坛法众，妙振灵望音。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以物养乎坤，形体总归於地。大火成於七气，神皆养於心君。内修炼气之方，外尽养形之术。鼓得头童齿豁，乃复化为朱颜；骨弱筋柔，今居然成壮力。盖说经之异效，亦圣化之同仁。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第七回，径用回向西南方无极太上灵宝天尊、西南方福生无量天尊、西南方始素天梵炁天君、天垣帝座星君、太一月孛暗曜星君、觜宿天屏星君、参宿天水星君、井宿天井星君、鬼宿天馈星君、申未二宫尊神、西南方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官众，三界官属应感真灵。乞以经功愿力，安镇西南方鹑尾之次，保命延年，迎祥集福。伏愿祥开云汉，光照人寰。井鬼守房，顺经躔於星度；觜参总斗，妙运转於天关。福祥骈集於命宫，贵禄常扶於运限。稽首归依，旋行赞咏。",
        "智慧颂",
        "人行各有本，皆由宿世功。立德务及时，发愿莫不从。善恶俱待对，倚伏理难穷。贤士奉法言，道亦在兼忘。解是大智慧，上为太极公。宝盖连玉舆，命驾御九龙。金革擎洞经，捧香悉仙童。啸歌彻玄都，鸣玉扣琼钟。",
        "高功於西南方恭文",
        "宣表严焚化",
        "宣八迥开经文",
        "臣恭以元始出书，虽主无量度人之义；神仙内学，盖有脱胎神化之功。粤自宝珠五丈之高县，已具金汞九还之妙理。日月停景，当含光默默之时；山岳藏云，正调息绵绵之际。三尸灭，而三界侍卫；五炁理，而五帝司迎。及乎玄珠丹成，圣功胎就。金房度命，直为金阙之登庸；玉简刊名，可与玉京之游宴。臣今饮奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第八回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿身乘三素之云，项负九光之像。乌兔郁罗於一室，狮鹤备守於四方。今臣等口诵心惟，造大量玄玄之地；神交意会，悟至无寂寂之机。普愿有情，均证无漏。同坛法众，妙振灵音。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以天地以生物为心，功成不宰；灵宝以度人立教，道济无穷。故经功八徧之周回，符乾道一元之变化。既各正於性命，宜皆得於生成。盖高下洪纤，自色自形而无间；胎卵湿化，不殰不殈以何忧。神异奇哉，玄恩大矣。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第八回，径用回向西北方无极太上灵宝天尊、西北方九宫捍厄天尊、西北方始玄天梵炁天君、天垣帝座星君、神首罗墙曜星君、室宿天廪星君、壁宿天市星君、奎宿天将星君、娄宿天狱星君、戌亥二宫鲁卫分野列位星君、白羊双鱼二宫尊神、西北方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官众，斋坛应感一切真灵。乞以经功愿力，安镇西北方，降娄娵訾之次，保命延年，迎祥致福。伏愿神符镇鲁卫之分，天文焕奎壁之星。身命运限之宫，常兴善瑞；年月日时之否，悉化亨贞。凡有守以有为，俱无灾而无害。稽首归依，旋行赞咏。",
        "智慧颂",
        "竦身凌太虚，超景逸紫清。保元持法纲，游玄极逍遥。万劫犹昨夜，千春如晨朝。巍峨荫云华，手攀宝林条。香烟自然生，玄阶兴扶摇。灵旛顺风散，繁想应时消。灭智弘大混，无为为清谣。",
        "高功於西北方恭文",
        "宣表关焚化",
        "三闻经",
        "发愿",
        "复炉",
        "下坛",
        "谢师",
        "回回",
        "金箓十回度人午朝开收仪",
        "金箓十回度人晚朝开收仪",
        "宣斋意后",
        "三归依",
        "宿命赞",
        "宿命有信然，弱丧谓之无。皆欲跟前见，过目即言悠。大贤明道教，惨戚悯顽夫。依依念子苦，勤勤令我忧。",
        "宣第九过开经文",
        "臣恭以洞玄赤书，空青紫字。九霞焕彩，皆芒金角玉之文；八龙成章，亦刻玉铸金之字。秘於上清之境，寒灵之殿；盛以立空之案，霜罗之巾。日月得之以运行，终古不息；帝王得之而保镇，万世太平。猗欤盛哉，蔑以加矣。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第九回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力、主盟经功。伏愿玄真启迪，上圣提携。神光照烛於慧源、道炁流通於灵府。令臣等研精覃思，岂略通大义之可为；索隐钩深，必洞明至言而后己。功沾水陆，善及邦家。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "臣恭以九为阳极，宜感召於天真；兑乃金成，故发泄於地藏。天不爱道，而图书出世；地不爱宝，而金玉露形。昔老君降蜀都，亦感地涌玉局；虚皇游西国，自然地荐黄金。盖神功不约而同，其灵应何常之有。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第九徧，径用回向上方无极太上灵宝天尊、上方保命护身天尊、天垣帝座星君、紫微垣列位星君、中天北斗七元星君、三台华盖中宫一切星众、上方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官属，斋坛应感一切真灵。乞以经功愿力，安镇紫微中天黄道之次，保命延生，迎祥集庆。伏愿奉刻玉铸金之简，显连珠合璧之祥。齐七政在玉衡，靡差躔次；转一炁开寿域，俱入钧陶。福佑邦家，恩沾海宇。稽首归依，旋行赞咏。",
        "太极颂",
        "大道虽无心，可以有情求。伫驾空洞中，回盻翳沧流。净明三界外，萧萧玉京游。自无玄挺运，谁能悟冥趣。落落天汉澄，俯仰即虚柔。七玄散幽夜，返胎顺沈浮。冥期苟潜凝，阳九无娱忧。睹此去来会，谁复为淹留。外身而身存，真仙会良俦。",
        "高功於上方恭文",
        "宣表关焚化",
        "宣十回开经文",
        "臣恭以上品度人，盖诸天之所共宝；明真有格，必四万劫以方传。於是真经降世，寰宇向风。迨徐葛相传，则灵宝之科大备；林王继出，则神霄之教复明。然后服气养生之方，保国宁家之术，层见迭出。井井乎，其有条兼容并包；恢恢乎，其不漏其道。可谓大矣虽圣，又何加焉。臣今钦奉纶音，崇修金箓，延禧大斋几昼夜。臣今引领官众，升坛第十回转诵《太上洞玄灵宝无量度人上品妙经》，朝礼宝诰，仰依无上三宝慈尊、十方诸天大圣，慈悲愿力，主盟经功。伏愿於皇大道，有赫高真。成周回十过之功，尽终始一经之义。八方六合，悉皆涵泳於仁风；寸地尺天，莫不沾濡於法雨。同坛清众，妙振灵音。稽首虚皇，修行经法。",
        "敷座吟",
        "讽经毕",
        "解座吟",
        "回向",
        "高功存思如初",
        "臣恭以诵上品之真，必十过而成数；修圣胎之法，须十月以成功。鼎器法乎乾坤，火候取於复姤。故得玄珠有象，玉音成形。存乎我则复命归根，纯阳被体；施於人则延生保命，在世长年。盖经功丹道，理则同归。在学士至人，修之自见。臣适来引领官众，升坛转诵《太上洞玄灵宝无量度人上品妙经》第十回，径用回向下方无极太上灵宝天尊、下方兴大福力天尊、中央土德祖炁中皇上真道君、镇星真君、中斗大魁星君、下方无极无量品至真大神、飞天神王长生大圣无量度人君、本命太岁禄马尊神、紫堂神煞官众，斋坛应感一切真灵。乞以经功愿力，安镇下方十二分野所属之地。伏愿中斗总灵，镇星四据。列居错峙，正分度於周天；翕受敷施，兆祯祥於寰宇。凡在怀生之物，同瞻有赫之光。伏愿妙化旁周，嘉祥骈集。十方悉陶於圣化，万国咸归於至仁。蠢动含台，俱沾恩泽。稽首归依，旋行赞咏。",
        "太极颂",
        "亹亹玄中趣，湛湛清汉波。代谢若循环，椿木不改柯。静心念至真，随运顺离罗。感应理常通，神识逮自徂。淡游初无际，繁想洞九霞。飞根散玄叶，理返非有他。常能诵玉章，玄音彻霄霞。甲申洪灾至，控翮王母家。永享无终纪，岂知年劫多。",
        "高功於下方恭文",
        "宣表关焚化",
        "宣普叹经文",
        "详夫道本无言，非言无以传道；经非待诵，因诵而后知经。昔混沌之未形，於篇章而何有。恭惟大罗元始玉晨道君，凝梵炁於虚无，炼真文於浩劫。乃於始青浮黎之国，说此洞玄灵宝之经。悬一黍於天中，引众真於珠内。敷弘至妙，开化含生。混洞赤文，首述化生诸天之妙；元洞玉历，复明保制劫运之功。敷落五篇，周回十过。复出大梵隐语、灵书中篇，光照十方，字长一丈。皆上帝内名之隐韵，难可寻详；迨皇人受命於天尊，为之训解。上以安天而镇地，下以阜物而康民。秘在上宫，不传下世。自汉武帝得之於西王母，斯道以传；及徐真人授之於葛仙翁，其书亦广。惟此无量上品，独为诸卷统宗。今之日臣等，钦奉纶音，崇修大教，按金箓大斋之式，举度人转经之仪。当愿诸天下观，众真保举。五帝之玉童玉女，营卫神文；八威之金虎金龙，护持宝笈。五色郁勃以陈瑞，四气朗清以效祥。调顺天经，三辰五星之轨道；镇安国土，九州四海之升平。帝祚洪延，民生富庶。知音诵者，无不辟，无不度，无不禳。自天佑之，得其名，得其禄，得其寿。然后五服六亲之眷属，俱保康宁；九州四海之臣邻，咸臻亨泰。根荄甲拆，各安生化之天；鳞甲羽毛，咸适逍遥之乐。愿与三界有缘之众，同归一乘最上之机。法众虔诚，收经如法。",
        "高功收经赞",
        "三闻经",
        "纳官",
        "复炉",
        "下坛谢神王",
        "谢师",
        "回向",
        "金箓十回度人晚朝开收仪"
    ]
}