{
    "title": "金箓资度早午晚朝仪",
    "description": "经名：金箓资度早午晚朝仪，收录于《中华道藏》灵宝诸斋仪。",
    "paragraphs": [
        "经名：玉箓资度早午晚朝仪。一卷。底本出处：《正统道藏》洞玄部威仪类。",
        "玉箓资度早朝仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "青阳虚映，跃日回灵。神虎辟邪，飞天流铃。摧奸灭试，万魔束形。九微回道，八威摄精。千真校录，三元荡清。左啸中黄，右第六丁。七转八合，周旋天经。圣化巍巍，大道兴行。庆云流布，合景黄庭。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上道君、太上老君，召出臣等身中三五功曹、左右官使者、左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地，方域神真。臣今早朝，升坛行道，谨奏为入意其诸忱悃，已录告闻。愿得太上十方至真道炁灵宝慧光下降，流入臣等身中，令臣所启速达径御太上无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝道前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启虚无自然至真无极大道元始天尊，太上道君，太上老君，高上玉皇上帝，紫微北极大帝，紫微天皇大帝，后土皇地祇，东极青华大帝，南极长生大帝，无上玉帝，玉虚上帝，东华南极西灵北真玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君，十方已得道大圣众、至真诸君丈人，大慈大悲救苦真人、救度真人、大惠真人、注生真人、普救真人、香林会中法解真人，三十六部尊经，玄中大法师，三天大法师，灵宝经籍度三师真君，正一嗣系女三师真君，三界官属，一切真灵。臣闻，赤明开圆，敷三元於祖炁；青玄御运，宏十极之真光。威神凝妙於紫金，慧力敷华於翠玉。香林驻景，琅音尊应念之慈；骞树腾辉，琼号表寻声之惠。二府云联而宗德，九司星列以推仁。赫赫灵功，巍巍圣化。臣等福由宿庆，运际昌期。佩妙戒於身前，希夷师锡；击鸾图於肘后，微妙天开。莫高蹈於鹏搏，乃卑栖而驹逐。学真补过，退坚励己之诚；宏道立功，进勉度人之力。恭承上命，敢不告闻。以今钦奉纶音，崇修玉箓，资荐某灵。虔洁己以输诚，谨斋心而沥悃。归心东极，愿开甘露之门；荐福某灵，早证紫虚之位。恩流宗社，泽被人天。以今早朝，升坛行道，请法众等，运慈初捻上香。愿此香烟腾空，径上供养无上至真道宝。臣等皈身皈神皈命，首体投地，仰依太上三尊十方众圣。愿以是香功德，端为某灵，增崇天福，登进仙阶。恭愿凝神空碧，高步始青。拥环佩以朝元，庆延圣祚；被藻旒而问道，祥衍神终。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今早朝，升坛行道，请法众等，运兹二捻上香。愿此香烟腾空，径上供养无上至真经宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，端为某灵，登真快乐，进陟逍遥。恭愿天诏下颁，玄恩诞锡。翠华宝幄，升云衢而直上朱陵；玉辇丹舆，朝西灵而高居绛阙。推恩宝祚，垂裕金枝。今故烧香，自皈依师尊大圣众，至真之德，得道之后，升入无形，和与道合真。",
        "以今早朝，升坛行道，请法众等，运兹三捻上香。愿此香烟腾空，径上供养无上至真师宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，端为某灵，悟道登真，凝神入妙。恭愿紫府成真，玄都锡命。金舆羽葆，冲清虚而归大梵之天；凤表鸾姿，步瑶华而陟阆苑之境。慈泽永流於百世，仁恩启佑於万年。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长存，和与道合真。",
        "唱方",
        "忏方",
        "三启",
        "三礼",
        "重称法位",
        "具位臣姓某与临坛官众等，谨同诚上启三清上圣东极慈尊，三界真仙无鞅众圣，醮筵设像一切真灵。恭望洪慈，洞垂昭鉴。臣闻，道尊太一，端神化於十方；教衍大千，流玄恩於郁绝。凝虚无之玉相，承元始之金光。百宝流明，开晨辉於夜壑；九微回曜，启朝景於寒庭。庶提风泽之幽寥，均步云霄之渺莽。以今钦奉纶音，爰遵蕊笈，肃建芝坛。诞修玉箓之妙斋，庸荐真灵之冥福。闻经听法，朝狮御以依光；度命登真，步龙墀而御景。庆延宗社，泽被显幽。上愿乾枢澄湛，坤轴清凝。日月辉华，山河宁谧。三烽息警、貔貅乐意於尧疆；五谷告成，鸿雁栖身於舜亩。夜壑遂仙飞之乐，寒庭无校录之虞。动植飞潜，俱承惠泽。四生六道，悉被慈云。则上明天尊大慈之化，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来早朝升坛行道之所，自然生金液丹碧之英。百灵众真，交会在此，香火炉前。当愿诚意感通，真灵升度，克证神仙之果，普资家国之恩。十方仙童玉女，接侍兰烟，传臣向来所启之诚，速达径御至真无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝道前。",
        "出堂颂",
        "玉箓资度早朝仪",
        "玉箓资度午朝仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "丹灵朱火，炎霞激风。赤轮刚运，天光八冲。迸威包罗，交变万方。流金豁落，群魔灭踪。辟奸破妖，明耀元功。金符召制，蹑云策龙。谣歌庆会，散花太空。神化宜运，四极安隆。伏御帝前，罔有不恭。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上道君，太上老君，召出臣身中三五功曹、左右官使者，左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地，方域神真。臣今午朝，升坛行道，谨奏为入意其诸忱悃，已录告闻。愿得太上十方至真道炁灵宝慧光下降，流入臣等身中，令臣所启之诚，速达径御太上无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝御前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启虚无自然无极大道元始天尊，太上道君，太上老君，高上玉皇上帝，紫微北极大帝，紫微天皇大帝，后土皇地祇，东极青华大帝，南极长生大帝，无上玉帝，玉虚上帝，东华南极西灵北真玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君，十方已得道大圣众、至真诸君丈人，大慈大悲救苦真人，救度真人、大惠真人、注生真人、普救真人，香林会中法解真人，三十六部尊经，玄中大法师，三天大法师，灵宝经籍度三师真君，正一嗣系女三师真君，三界官属，一切真灵。臣闻，万真环拱，凝圣日於妙严；三极皈依，扇仁风於长乐。慧光映虹霓之象，威芒射剑戟之容。名耀垂慈，开地禁而招地魄；号尊救苦，将天炁以制天魂。一切之结习冰消，十方之威神风动。巍巍玄运，赫赫岩瞻。臣等身佩瑶图，心萦琼检。烟霞独啸，合凝二炁以莺迁；日月同流，乃混万尘而蚊负。切切惜分之志，依依进依寸之心。蹈过履非，幸逭丹青之威令；承符宣德，誓彰金石之真忱。君命所临，理宜关奏。钦奉纶音，崇修玉箓。资荐某灵，进位天阶，升真仙品。按如词旨，备切精诚。爰皈命於青华，冀登名於紫籍。瑶台云敛，罗玉箓之真阶；琅阙天开，拱虚皇之宝御。禁路簇龙华之仗，霄衢传凤跸之音，碧务弥罗，奏钧天於芝陛；翠霞缥缈，飞宝篆於兰篝。鸳行穆穆以朝班，蚁悃勤勤而奏对。愿敷阳綍，为辟阴尘。俾万类以沾恩，使十华而均庆。以今午朝，升坛行道，请法众等，运兹初捻上香。愿此香烟，腾空径上，供养无上至真道宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，端荐某灵，伏愿玉京侍圣，瑶阙凝真。炁入玄玄，荫麟符而延周历；神超渺渺，茂凤纪以衍尧宗。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今午朝，升坛行道，请法众等，运兹二捻上香。愿此香烟，腾空径上，供养无上至真经宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，资荐某灵。上请上清黄箓院三佐真君，请授箓符，依科证道。伏愿青华定箓，永游宴於福乡；朱棱登真，常逍遥於道境。今故烧香，自皈依师尊大圣众，至真之德，得道之后，升入无形，和与道合真。",
        "以今午朝，升坛行道，请法众等，运兹三捻上香。愿此香烟，腾空径上，供养无上至真师宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，上请度人不死之神，南极长生之君，度世司马大神，好生韩君丈人，南上司命司录，延寿益算度厄尊神，南上九华真人，十方飞天神王，同遵符命，升送某灵，上登天位。恭愿降日月之真精，会阴阳之梵炁。精神魂魄，意聚五炁以朝元；玄牝天地，根结一珠而成象。证真天府，游宴玉京。泽被人天，恩覃家国。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长存，和与道合真。",
        "唱方",
        "忏方",
        "命魔",
        "三启",
        "三礼",
        "重称法位",
        "具位臣姓某与临坛官众等，谨重诚上启三清三境天尊，十极十华上圣，三界官属，玄坛应感，一切真灵。臣闻碧落流精，洞焕绿罗之界；青霄御炁，辉煌苍蔼之墟。示法身而数若沙尘，衍圣古而明符日月。凡伸皈命，必沐留神。以今钦奉纶音，崇修玉箓，祗荐某灵。玉简升神，谅斋功之罔极；金符度命，信妙果之无穷。恭愿某灵祖炁澄清，性天莹彻。高步华林之境，妙登碧落之庭。上愿三景高明，五灵协顺。风云藏敛，草木辉华。鱼跃鸢飞，遂生成於禹边；凤仪兽舞，陶化育於虞廷。三农游夏屋以欢娱，四鄙登春台而乐意。显幽遂庆，宗社隆安。则上明天尊大慈之化，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来午朝升坛行道之所，自然生金液丹碧之英。百灵众真，交会在此，香火炉前。当愿诚意感通，某灵升度。克证神仙之果，普资家国之恩。十方仙童玉女，接侍兰烟，传臣向来所启之诚，速达径御至真无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝道前。",
        "出堂颂",
        "玉箓资度午朝仪",
        "玉箓资度晚朝仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "五星高耀，瑞气飞浮。元始集神，天地交周。玉符宝节，啸命微幽。掷火扬威，奸凶无留。万魔振伏，纷葩却消。摧怪灭恶，道炁周流。神光照夜，阴翳俱收。万神降格，扇景乘飙。群生咸遂，惠徧神州。和与道合真。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上道君，太上老君，召出臣身中三五功曹、左右官使者、左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地，方域神真。臣今晚朝，升坛行道，谨奏为入意其诸忱悃，已录告闻。愿得太上十方至真道炁灵宝慧光下降，流入臣等身中，令臣所启之诚，速达径御太上无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝道前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启虚无自然至真无极大道元始天尊，太上道君，太上老君，高上玉皇上帝，紫微北极大帝，紫微天皇上帝，后土皇地祇，东极青华大帝，南极长生大帝，无上玉帝、王虚上帝、太微天帝、少微天帝，东华南极西灵北真玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君，十方已得道大圣众、至真诸君丈人，大慈大悲救苦真人，救度真人、大惠真人、注生真人、普救真人、香林会中法解真人，三十六部尊经，玄中大法师，三天大法师，灵宝经籍度三师真君，正一嗣系女三师君，三界官属，一切真灵。恭望洪慈，俯垂昭鉴。臣闻无色无渊，祖炁妙凝於混沌；成形成象，真精焕落於洪蒙。因五大以开图，奠三灵而立极。道遵元始，光明洞辅之中；教演虚皇，化育堪舆之表。无文不度，有感斯通。臣等运际明时，缘逢庆会。膺九清之玉牒，佩三洞之琼文。结友云扃，未符高步。承流尘路，莫悟玄宗。籍师宝之相携，感帝恩之下烛。尚宽玄责，犹服真乘。惟金科昭赞於仁风，度人是切；而玉律扶持於化日，济物为先。凡有皈投，敢忘关奏。臣钦奉纶音，崇修玉箓，祗荐某灵，按如词言，备极昭切。庸洁玄坛而阐事，恭依玉箓以登斋。奉奎璧於十华，散金花於五界。愿垂睿鉴，申衍蕃厘。敕制地祇，有护卫送迎之喜；超凌仙界，得逍遥快乐之天。福利邦家，恩沾寰宇。以今晚朝，升坛行道，请法众等，运兹初捻上香。愿此香烟腾空，径上供养无上至真道宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，资荐某灵。恭愿神游紫极，泛景玄虚。荫芝盖以凝真，密扶圣祚；蹑莲台而纵步，垂荫本枝。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今晚朝，升坛行道，请法众等，运兹二捻上香。愿此香烟腾空，径上供养无上至真经宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，资荐某灵。恭愿进位仙阶，登真妙境。步瑶台而游宴，诣琼圃以逍遥。福果自然，形神俱妙。荫宗枝於百世，翊宝祚於万年。今故烧香，自皈依师尊大圣众，至真之德，得道之后，升入无形。和与道合真。",
        "以今晚朝，升坛行道，请法众等，运兹三捻上香。愿此香烟腾空，径上供养无上至真师宝。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，资荐某灵。恭愿慧源昭朗，觉海澄清。浴神流火之庭云，纲旋蹑荫。质明霞之馆，天步高跻。上及太庙宗祧，俱登天位；下及臣等三师五友，异代学真。灵元观妙，冲漠升真。骖鹤驾於瑶京，充悦道味；翼鸾舆於紫阙，餐听法音。永证无为，长辞有漏。九幽灵爽，均被甄陶。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长存，和与道合真。",
        "忏悔三礼同前",
        "具位臣姓某与临坛官众等，谨重诚上启太上无极大道元始天尊，太上道君，太上老君，无上玄老，十方已得道大圣众、至真诸君丈人，三十六部尊经，玄中大法师天师君，上相上宰、上保上傅、四司五帝、十二卿相，三界官属，一切真灵。恭望洪慈，洞垂昭鉴。臣闻，清微布化，敷七部以统天；赤明开图，镇五篇而育物。万圣授度生之箓，三元启延景之恩。今古承休，天人称庆。是以斋崇玉箓，爰遵蕊笈之科；恩辂青玄，式卫芝轮之泽。恭愿某灵，飞玉津於东井，澄瀹心华；扬金彩於南丹，陶镕性识。克登神於紫极，永锡佑於皇家。上愿天图朗晏，地纪安平。经纬昭融，风云静默。五兵偃戢，万邦沐仁寿之风；百谷丰盈，四海极圣明之治。图书焕瑞，文范同疆。林壑栖真，克证六通之妙；烟霞味道，早符万行之圆。冥漠幽沈，飞潜动植。均被甄陶之泽，琼超轮转之机。一切有情，同登道岸。则上明天尊大慈之化，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来晚朝升坛行道之所，自然生金液丹碧之英。百灵众真，交会在此，香火炉前。当愿诚意感通，某灵升度。克证天真之果，普资家国之恩。十方仙童玉女，接侍兰烟，传臣向来所启之诚，速达径御至真无极大道三清上圣、昊天金阙玉皇上帝、东极慈尊青玄上帝道前。",
        "出堂颂",
        "玉箓资度晚期仪"
    ]
}