{
    "title": "金箓玄灵转经早午晚行道仪",
    "description": "经名：金箓玄灵转经早午晚行道仪，收录于《中华道藏》灵宝诸斋仪。",
    "paragraphs": [
        "玄灵转经早朝行道仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "九天上景，化生华晖。晃漾太空，曜真紫微。上致中皇，百神降回。散根离苦，八难豁开。七祖同升，福庆巍巍。使我神仙，八景斋飞。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹、左右官使者、左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地、方域神真。臣今早朝，升坛行道，朝谒神真。钦奉其诸丹悃，具奏缄誊。二愿得太上至真道炁灵宝瑞光下降，流入臣等身中。令臣所启之诚，速达径御至真无极大道三清上圣中天星主紫微大帝北斗九皇星君御前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启太上无极大道斗极祖师元始天尊，斗极玄师灵宝天尊，斗极宗师道德天尊，昊天玉皇上帝，北极紫微大帝，紫微天皇大帝，斗中高上玉皇尊星君大微玉帝，北极玄卿大帝君，北斗天英贪狼大星君、北斗天任巨门元星君、北斗天枢禄存真星君、北斗天心文曲纽星君、北斗天禽廉贞纲星君、北斗天辅武曲纪星君、北斗天冲破军关星君、北斗洞明左辅星君、北斗隐光右弼星君、九皇夫人、九阴内妃、天罡大圣万真节度奎光帝君、北斗中三台华盖星君，当生本命星君，南极老人寿德星君、上清福德星君、上清禄德星君，帝座照临星宰、二十八宿星君，六十甲子星君、道德玄曹官君圣众，玄中大法师真君、三天大法师真君，中天九省诸相丈人、左右绣衣使者、擎羊陀罗使者，四直玉文功曹、通事舍人，斗中千乘万骑，一切真灵。恭望洪慈，俯回洞鉴。臣闻三景开明，九星胤彩。地祇拥玉局之座，道运昭敷；天师侍金阙之尊，经文焕耀。作舟船而津梁男女，司喉舌而统御仙灵。凡居堪舆之中，孰出陶镕之外。臣等宿缘储庆，真籍登名。参河图豁落之文；佩三五璇玑之箓。勉思功行，庸赞生成。以今钦奉圣旨，崇修金箓。臣等恪遵经诀，夙建灵坛。象地法天，望紫宸而稽首；延生益算，注丹简以倾心。愿施雨露之恩，冀顺阴阳之序。以今早朝，升坛行道，请法众等，运兹初捻上香。愿此香烟腾空，径上供养至真无上道宝大罗元始天尊、紫微上宫天皇大帝、玉斗二帝、九皇星君、清微天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，上祝皇帝陛下。伏愿乾坤呈彩，河洛辉符。赤雁白麟，千古纪瑶图之瑞；金枝玉叶，万年开宝历之祥。圣寿天齐，皇明日丽。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今早朝，升坛行道，请法众等，运兹二捻上香。愿此香烟腾空，径上供养至真无上经宝玉宸道君、灵宝天尊、紫微中宫北极大帝、当生本命元辰星君、帝座照临星宰、禹余天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，敬祝皇太子殿下。伏愿真风披拂，慧日舒明。碧汉流祥，寿域天开於箕翼；紫枢衍庆，福源云集於芝兰。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今早朝，升坛行道，请法众等，运兹三捻上香。愿此香烟腾空，径上供养至真无上师宝五灵玄老、道德天尊、南极老人寿德星君、上清福德星君、上清禄德星君、太赤天宫真仙圣众。臣等皈身皈神饭命，首体投地，仰愿依太上三尊、十方众圣。愿以是香功德，皈流臣等三师四友、同学门人。状愿性天澄湛，心地虚明。定箓金华，八万四千之尘劳净尽；摽名玉简，一千二百之戒行周圆。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长存。和与道合真。",
        "七元覆护天尊",
        "启经",
        "臣闻，本命经诀，无上法桥。实三洞之真宗，为群生之正路。故开转者，得生人中，而聪明殊胜；令持诵者，永为身宝，而福寿可称。臣自愧凡微，欣逢化育。荷七星之降炁，感二极之垂精。持人命以保天年，既悉由於主宰；设礁筵而修香火，敢自蹈於轻迷。钦奉纶音，崇修金箓。三时行道，依秘典以宣扬；九徧转经，按洞章而啸咏。玄坛阐事，紫极布恩。期密仗於一乘，可增延於万寿。伏愿玄灵焕彩，斗极流辉。监兹一瓣之香，恪赐九光之烛。冀一人之有庆，四海永清；感万圣之护持，千真敬仰。达生荣界，出入福乡。稽首皈依，人各恭敬。",
        "三皈依",
        "志心皈依，十方经宝，当愿众生，心开悟解，受持读诵。",
        "志心皈依，十方道宝，当愿众生，起心回向，一切信礼。",
        "志心皈依，十方师宝，当愿众生，普上法桥，无有障碍。",
        "宿命赞",
        "宿命有信然，弱丧谓之无。皆欲眼前见，过目即言悠。大贤明道教、惨戚悯顽夫。依依念子苦，勤勤令我忧。",
        "臣等谨按经云，北辰在上，而众星拱之，为造化之枢机，作人神之主幸。有消灾度厄之力，有延龄益算之功。上至帝王，下及庶人。尊卑虽则殊途，命分俱无差别。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第一太尉府&lsquo;天英贪狼玉晨君，乞为削落南离九紫、鹑火分野、一切之厄。仰希矜轸，俯赐允俞。臣不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祇率清众，升坛行道。上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身。人各运诚，旋行赞咏。",
        "步虚，引至南方，上香，旋行复位",
        "玄灵感应天尊",
        "臣等谨按经云，本命之日，修斋设醮，启祝北斗，三官五帝，九府四司，荐福消灾，奏章恳愿，功德深重，不可具陈。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣，第二上宰府天任巨门玉晨君。乞为削落东北艮位、八白折木、星纪分野、一切之厄。仰希矜轸，俯赐允愈。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祇率清众，升坛行道。上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身。人各运诚，旋行赞咏。",
        "步虚，引至东北方，上香，旋行复位",
        "大慈延寿天尊",
        "臣等谨按经云，若有危厄，如何救解。急须投告北斗，醮谢真君，及转真经，认本命真君，方获安泰，以致康荣。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第三司空府天柱禄存玉晨君。乞为削落西兑大梁分野、一切之厄。仰希矜翰，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，只率清众，升坛行道。上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身。人各运诚，旋行赞咏。",
        "步虚，引至西方，上香，旋行复位",
        "三闻经",
        "闻经已后，当愿天长地久，海晏河清。",
        "闻经已后，当愿圣寿万安，皇图巩固。",
        "闻经已后，当愿金枝蕃衍，宝历绵洪。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来早朝转经行道之所，自然生金液丹碧芝英。百灵众真，交会在此，香火炉前。当愿丹诚感格，洪贶潜敷。圣寿万安，皇图永久。十方仙童，玉女接侍，兰烟传臣向来所奏之诚，速达径御至真无极大道三清上圣紫微北极大帝北斗九皇星君御前。",
        "出堂颂",
        "玄灵转经早朝行道仪",
        "玄灵转经午朝行道仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "太上玄一，九皇吐精。三五七变，洞观幽冥。日月垂光，下彻神庭。侠照六合，太一皇宁。帝君金阙，金书不倾。五老奉符，天地同成。使我不惑，以致真灵。却遏万邪，祸害咸平。上朝天皇，还老返婴。大帝有制，百神敬听。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹、左右官使者、左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地，方域神真。臣今午景，升坛行道，朝谒帝真。钦奉其诸丹悃，具载缄誊。愿得太上至真道炁灵宝瑞光下降，流入臣等身中。令臣所启之诚，速达径御至真无极大道三清上圣、紫微北极大帝、北斗九皇星君御前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启太上无极大道斗极祖师元始天尊，斗极玄师灵宝天尊，斗极宗师道德天尊，昊天玉皇上帝，紫微天皇大帝、北极紫微大帝、斗中高上玉皇尊星君、太微玉帝、北极玄卿大帝君，北斗天英贪狼大星君、北斗天任巨门元星君、北斗天枢禄存真星君、北斗天心文曲纽星君、北斗天禽廉贞纲星君、北斗天辅武曲纪星君、北斗天冲破军关星君、北斗洞明左辅星君、北斗隐光右弼星君、九皇夫人、九阴内妃、天罡万真节度奎光帝君、斗中三台华盖星君，当生本命星君，南极老人寿德星君、上清福德星君、上清禄德星君，帝座照临星宰、二十八宿星君，六十甲子星君、道德玄曹官君圣众、玄中大法师真君、三天大法师真君，中天九省诸相丈人、左右绣衣使者、四直玉文功曹、通事舍人，斗中千乘万骑，一切真灵。恭望洪慈，洞回昭鉴。臣闻十政储精，一元肇象。虚无妙炁，生神宝於赤明；圆满化身，说真经於永寿。为众生而设教，仰大圣以通灵。惟阴阳妙斡於权衡，而祸福悉由於主宰。臣等右坛缀武，左藉登名。期翊赞於真风，庸开明於慧日。踊跃修奉，誓愿流行。以今钦奉纶音，崇修金箓。臣等恪遵妙训，夙奉明科。酌水献花，建瑶坛而请命；延生注福，扣玉阙以驰神。谅封菲之不遗，监葵藿之有造。以今午朝，升坛行道，请法众等，运兹初捻上香。愿此香烟腾空，径上供养无上至真道宝大罗元始天尊、紫微上宫天皇大帝、玉斗二帝、九皇星君、清微天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，上祝皇帝陛下。伏愿道契两仪，德涵四象。常清常静，八荒宣玉烛之和；同轨同文，六合庆金穰之瑞。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今午朝，陛坛行道，请法众等，运兹二捻上香。愿此香烟腾空，径上供养至真无上经宝玉宸道君、灵宝天尊、紫微中宫北极大帝、当生本命元辰星君、帝座照临星宰、禹余天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，上祝皇太子殿下。伏愿膏沐太和、涵濡景运。龙墀日永，来浩浩之福源；鹤禁春融，集穰穰之喜气，今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今午朝，升坛行道，请法众等，运兹三捻上香。愿此香烟腾空，径上供养至真无上师宝五灵玄老、道德天尊、南极老人寿德星君、上清福德星君、上清禄德星君、大赤天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，归流九州四海、万姓三农。伏愿神风披冒，爱日熏陶。老安少怀，田野被无为之化，耕食凿饮，里闾歌有道之长。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长存，和与道合真。",
        "三皈依",
        "志心皈依，十方经宝，当愿众生，心开悟解，受持读诵。",
        "志心皈依，十方道宝，当愿众生，起心回向，一切信礼。",
        "志心皈依，十方师宝，当愿众生，普上法桥，无有障碍。",
        "宿命赞",
        "臣等谨按经云，三元八节，本命元辰，北斗下日，严置坛场，转经斋醮，依仪行道，其福无边。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣，第四游击府天心文曲玉晨君。乞为削落西北乾位、六白陬訾、降娄分野一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣向来，祇率清众，升坛行道，上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身，人各运诚，旋行赞咏。",
        "步虚，引至西北方，上香，旋行复位",
        "七元覆护天尊",
        "臣等谨按经云，可以酌水献花，冥心望北极，稽首礼拜，念本命真君名号。亦不虚过本命限期，皆得延生注福，击系人身，灾厄蠲除，获福无量。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣，第五斗君府天禽廉贞玉晨君。乞为削落申宫五黄分野一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祇率清众，升坛行道，上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身，人各运诚，旋行赞咏。",
        "步虚，引至申宫，上香，旋行复位",
        "大慈延寿天尊",
        "臣等谨按经云，於是真君名号，不可得闻。凡有见闻，能持诵者，皆道心深重，宿有善缘。其功德力，莫可称量。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第六太常府天、辅武曲玉晨君。乞为削落东南巽位、四碧寿星、鹑首分野、一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赘",
        "题经",
        "诵经毕",
        "解座赘",
        "臣等向来，祇率清众，升坛行道。上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身。人各运诚，旋行赞咏。",
        "步虚，引至东南方，上香，旋行复位",
        "三闻经",
        "闻经已后，当愿天长地久，海晏河清。",
        "闻经已后，当愿圣寿万安，皇图巩固。",
        "闻经已后，当愿金技蕃衍，宝历绵洪。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来午朝转经行道之所，自然生金液丹碧芝英。百灵众真，交会在此，香火炉前。当愿丹诚感格，鸿贶潜敷，圣寿万安，皇图永固。十方仙童，玉女接侍，兰烟传臣向来所奏之诚，速达径御至真无极大道三清上圣紫微北极大帝北斗九皇星君御前。",
        "出堂颂",
        "玄灵转经午朝行道仪",
        "玄灵转经晚朝行道仪",
        "法事如式",
        "各礼师，存念如法",
        "请宣神咒",
        "北上太玄，五炁徘徊。宝华五重，流光焕辉。灵景郁秀，洞映太微。仰注我身，内府鲜开。安镇灵宅，万神总归。身生羽服，举形仙飞。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹、左右官使者、左右捧香驿龙骑吏、侍香金童、传言散花玉女、五帝直符直日香官，各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地，方域神真。臣今晚朝，升坛行道，朝谒帝真。钦奉其诸丹悃，具载缄誊。愿得太上至真道炁灵宝瑞光下降，流入臣等身中，令臣所启之诚，速达径御至真无极大道三清上圣紫微北极大帝北斗九皇星君御前。",
        "请称法位",
        "具位臣姓某与临坛官众等，谨同诚上启太上无极大道斗极祖师元始天尊，斗极玄师灵宝天尊，斗极宗师道德天尊，昊天玉皇上帝，紫微天皇大帝，北极紫微大帝，斗中高上玉皇尊星君，太微玉帝，北极玄卿大帝君，北斗天英贪狼太星君、北斗天任巨门元星君、北斗天枢禄存真星君、北斗天心文曲纽星君、北斗天禽廉贞纲星君、北斗天辅武曲纪星君、北斗天冲破军关星君、北斗洞明左辅星君、北斗隐光右弼星君、九皇夫人、九阴内妃、天罡大圣万真节度奎光帝君、北斗中三台华盖星君，当生本命星君，南极老人寿德星君，上清福德星君、上清禄德星君，帝座照临星宰、二十八宿星君、六十甲子星君、道德玄曹官君圣众、玄中大法师真君、三天大法师真君、中天九省诸相丈人、左右绣衣使者、擎羊陀罗使者、四直玉文功曹、通事舍人，斗中千乘万骑一切真灵。恭望洪慈，俯垂洞鉴。臣闻，中极流辉，左垣焕彩。混元启运，呈鹤呜玉局之祥；正一承流，演龙汉瑶编之秘。由兹经诀，遍彻堪舆。修正道以入仙宗，度天民而示妙法。日星有耀，雨露无私。臣等幸际法桥，禀依圣造。既缉熙於帝化，盍宣畅於皇风。以今钦奉纶音，崇修金箓。臣等肃严琳宇，聿建瑶坛。种种香花，旌请命祈恩之悃；巍巍功德，企延生注福之私。庸扣首於大钧，希留心於皇极。以今晚朝，升坛行道，请法众等，运兹初捻上香。愿此香烟腾空，径上供养无上至真道宝大罗元始天尊、紫微上宫天皇大帝、玉斗二帝、九皇星君、清微天宫真仙圣众。臣等皈身皈神、皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，上祝皇帝陛下。伏愿八极拱辰，三灵辅德。龟图九范，天开圣瑞於河清；虎拜万年，帝辟神畿於地大。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今晚朝，升坛行道，请法众等，运兹二捻上香。愿此香烟腾空，径上供养无上至真经宝玉宸道君，灵宝天尊、紫微中宫北极大帝、当生本命元辰星君、帝座照临星宰、禹余天宫真仙圣众。臣等皈身皈神饭命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，敬祝皇太子殿下。伏愿福树曰新，善芽春长。天锡纯嘏，合正炁於七元；帝与九龄，沐灵光於十极。金鼎胤虚无之宝，玉田融玄妙之珠。湛露飞霄，润月殿星垣而咸若；卿云凝晓，覆金枝玉叶以常宁。今故烧香，自皈依师尊大圣众，至真之德，得道之后，保天长存，和与道合真。",
        "以今晚朝，升坛行道，请法众等，运兹三捻上香。愿此香烟腾空，径上供养至真无上师宝五灵玄老、道德天尊、南极老人寿德星君、上清福德星君、上清禄德星君、大赤天宫真仙圣众。臣等皈身皈神皈命，首体投地，仰依太上三尊、十方众圣。愿以是香功德，归流九州四海、动植含灵。伏愿正道涵濡，玄恩披拂。梯航归化，慕衣冠",
        "礼乐之风；山泽同仁，脱鳞介羽毛之累。今故烧香，自皈依师尊大圣众，至真之德，得道之后，永保长生，和与道合真。",
        "三皈依",
        "志心皈依，十方经宝，当愿众生，心开悟解，受持读诵。",
        "志心皈依，十方道宝，当愿众生，起心回向，一切信礼。",
        "志心皈依，十方师宝，当愿众生，普上法桥，无有障碍。",
        "宿命赞",
        "臣等谨按经云，遇本命生辰，告身中元辰驿马，削落三灾九厄，保见今眷属安宁，悔过虔恭，渐登妙果。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第七上帝府天冲破军玉晨君。乞为削落东震三绿、大火分野一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祗率清众，升坛行道，上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身，人各运诚，旋行赞咏。",
        "步虚，引至东方，上香，旋行复位",
        "七元覆护天尊",
        "臣等谨按经云，本命限期，可以消灾忏罪，请福延生。持此真经，随力章醮，福德增崇。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第八玉帝府天内外辅玉晨君。乞为削落西南坤位、二黑鹑尾、实沈分野一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祇率清众，升坛行道，上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身，人各运诚，旋行赞咏。",
        "步虚，引至西南方，上香，旋行复位",
        "大慈延寿天尊",
        "臣等谨按经云，凡有男女，於本命生辰及诸斋日，清净身心，焚香持此真文，自认北极本命星君，随心祷祝，善无不应。以今钦奉纶音，崇修金箓，祝寿延禧。臣等谨率在坛清众，转诵《太上玄灵北斗本命延生真经》各一过，上祝中天大圣、第九大帝府天蓬内弼玉晨君。乞为削落北坎一白、玄枵分野一切之厄。仰希矜轸，俯赐允俞。臣等不胜激切之至，修行经法。",
        "敷座赞",
        "题经",
        "诵经毕",
        "解座赞",
        "臣等向来，祇率清众，升坛行道，上祝圣寿万安，转诵《太上玄灵北斗本命延生真经》各一过，并已周圆。恭望福寿资命，善果臻身，人各运诚，旋行赞咏。",
        "步虚，引至北方，上香，旋行复位",
        "玄都万寿天尊",
        "仰惟中天大圣、斗极高真，愿运洪慈，俯垂渊鉴。臣等向来，钦奉纶音，崇修金箓，祝寿延禧，转诵《太上玄灵北斗本命延生真经》九过，上祝九皇玉晨道君，削落九宫分野一切灾厄，并已周圆。伏愿渊听潜通，圣心洞鉴。星桥辉贯，玉衡密运於魁罡；云汉昭回，天驷旁骖於轮辐。六甲六丁之侍卫，斗魂斗魄之禁坛。二十四厄灵官，拥森罗之卤簿；百千万重道炁，乘赫奕之旌旄。不违只尺之私，式副再三之祷。享九五箕畴之盛，等八千庄算之长。自天佑之，吉无不利。稽首皈依，闻经赞咏。",
        "三闻经",
        "闻经已后，当愿天长地久，海晏河清。",
        "闻经已后，当愿圣寿万安，皇图巩固。",
        "闻经已后，当愿金枝蕃衍，宝历绵洪。",
        "发愿",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来晚朝转经行道之所，自然生金液丹碧芝英。百灵众真，交会在此，香火炉前。当愿丹诚感格，鸿贶潜敷。圣寿万安，皇图永固。十方仙童，王女接侍，兰烟传臣向来所奏之诚，速达径御至真无极大道三清上圣紫微北极大帝北斗九皇星君御前。",
        "出堂颂",
        "玄灵转经晚朝行道仪"
    ]
}