{
    "title": "地祇上将温太保传",
    "description": "经名：地祇上将温太保传，收录于《中华道藏》神仙高道传。",
    "paragraphs": [
        "天一靖牧羊遗坚黄公瑾校正",
        "太保姓温，名琼，字子玉，乳名卓郎，温州平阳县人。母夫人张氏，尝梦南方日轮大如车，其声如雷，寤而有娠，遂生太保。身长九尺二寸，长大有志，武勇敢为。时唐朝覃盗蜂起，随汾阳郭子仪出战，身为先锋，白刃未尝伤体。子仪尝梦前军有黑雾，觉而问，军中夜来前军有甚事。监军日：夜来只有校尉温琼大醉，身中酒气有如黑雾。子仪即拜琼为帐前准备将。一日，子仪与贼封垒，贼见军中有黑雾冲冲，状成龙蛇，草盗惊走。琼请步卒一千人追之，杀贼数千余人，而琼兵不失一卒。未几拜琼为帐前都检点。子仪尝与同宿，又梦其变黑蛇而生一角，知其为异人也。然终疑其为患，欲杀之。琼觉其意，遂逃归岱山下，屠牛卖酒。一日，炳灵公化为道人语琼日：观子之相，骨气通神，他日必有香火万世，岂可冒法宰牛，深犯天律。琼曰：如此则我不若归山修道，恐有人度我成仙。道人日：君无仙骨，岂可强修。琼欲再问，不知所在，而失去矣。琼奇之，自是不杀，只出入束岳庙为化主，打供精进三年。忽一日，岳峰遇黄衣蓬头道者，长揖琼日：今日岳帝书上汝名，若天年终，则为岳府太保。汝可立像于殿前一身后当任其职。琼如其言，立像于岳府。自此诸太保时复来访琼。一日，殿前太保灌丘休语琼日：汝像若变，则归职矣。琼日至像前观之。有少年孟云笑之日：汝日日来观此像，恐人盗去乎？琼曰：灌将军报我，像变则为神。我若为神，汝亦为我卒矣。其后，孟云同韦彦以青色涂其像，口装二堵牙。一日，温琼来烧香，只见其像已变，即更青衣，青巾，麻鞋，唯有平时杀牛铁棒头持至殿下，遂立化矣。孟韦来观，方欲顶礼，亦皆立化。至五月初九日劫下，肉身不倒，亦不变动。劫封显德大将军。市民欲立庙，村主姚子正亦欲立庙，琼告子正曰：吾受命束岳，正欲立大功勋，去世大害，扶持正道，安敢忘上帝好生之德，而遽欲血食，不施仁济之心乎。苟受国封，实为我德之累。汝等若立庙，我焚之。子正乃止。明年，子正亦归岳府作太保。一日，炳灵公奏岳帝曰：温琼自去年三月十五日归充太保，有功可赏。帝曰：如何。公日：不受民问庙食一也，不以国封为荣二也，在我无纤毫过失三也，合受紧要职事。岳帝遂诏为地府冥司急取人案大典者。人之生死，皆由所掌。至皇朝艺祖登极，次年，温州大旱，有昊思敬者，诣岳祠祈祷。是夕，有旗见云端，上有温琼二字。雨迅风飞，民卒兔旱。昊思敬欲祠之，有百姓王九二附体日：吾誓在正直济民，终有宗师收吾入道法会下为吏，不以庙祀国封为重。汝欲报吾功德，幸勿保奏朝廷，若能为吾奏名于玄帝阙下，则天神地祇俱归敬矣。于是众从其言，设醮谢天，具奏玄帝，保明子玉功行。至嗣天师，虚靖先生。时有许温、郝边者，天下国封神祇皆畏之，兴行三坛之教，虽未甚流行，而琼甚怒之，不得上命，不敢诚伐。宣和年问，虚靖游束岳，炳灵公郊迎虚靖。至岳府问帝日：岳府诸神，谁冠旱灵。帝曰：近王祀保明，温琼可任。虚靖日：昨者，考校仙官过我籍中，有温琼者，不求血食，降雨温州。不以国封为荣，志欲扶持宗教为先。虚靖之来正为是尔，莫非此人乎。帝曰：是也。至是岳帝召至，温琼面圣再拜，顿首，言日：臣经年在职，无由面对天颜，今承呼召得至丹墀。虚靖曰：此温琼乎？帝日：是也。虚靖曰：向者温州百姓保奏汝于天廷，云有救旱之功，不以庙食国封为荣，而有归依正道，扶持宗师之志。吾面对岳帝为汝作地祇一司，正法符篆咒诀。谓琼日：汝化于三月十五日寅时，此为木老火初之节，故木生火，火旺于丙丁。鬼为万物之灵者，故只此篆为汝真形足矣。虚靖作其符为丙丁生鬼四字，以应其时，而成真篆。然后又以云篆而书画诸符，地祇一司之法盖始于此。虚靖教主日：地祇之神，奉命玉清，是谓灵宝侍卫送迎之官。故度人经中有劫制地祇，侍卫送迎之语。又谓弟子日：法部至灵，无出温琼。一日，虚靖入川至青城山，山背有大溪洞，虚靖以为洞中必有仙境，欲入观看，不知洞中乃汉祖天师灭伐魔鬼之所余党，结连万众，居此立庙，出入洞中，或行瘟疫时气以害民，或飞霆烈风以求血食。国封日：显济庙。神日：灵佑普利，广德博济王。民传日：慈利大帝。四川居民香火毕集。虚靖不知魔鬼所居，而其妖先知虚靖之来。遂领鬼众欲害虚靖，以报祖天师旧日灭剪之俨。虚靖携弟子三十人同进，只见怪风迅起，山色昏沈，黑暗无路。虚靖惊怪闲见一人青面阜袍，铁甲持槌，有黑旗黑马，飞走在前，以当其锋，瞬息朗明。虚静进观，显济庙以成灰烬，洞中丑形皆死。须臾怪风又作，方欲叩齿，只见青面下马躬身。至虚靖前曰：琼在此为天师法主，灭害人之魔，去乱教之鬼，共数千众。今生捉到拒逆，侵凌天师五兵魔王，慈利大帝，以听法旨。虚靖日：欲害嗣教人命者，当死，何况领众魔来战。当准邓都严刑，黑律处斩。于是温琼遵命，斩妖魔于青华观左山。斩毕，但见水枯草死，血滴处石为之透。至今此山有石如丹。虚靖保奏琼为助法栩灵昭武大使太保，以邓都肃杀马黑马三千人付统领，以听驱使。其三千兵首，则有正薛真、徐汴。薛、徐谓琼日：汝前身是人，强勇者，我乃冥司之猛将。遇降祸福，则旱鸦乱飞，轻则恶事横生，重则灭门杀戮。游行天下，无敢干犯者，祀典神祇亦皆迎送，汝欲节制我，须有神通出于吾之上者则可。琼曰：我就岱山西城一战。薛徐于是列兵前陈。琼登黑马，挺身直奔薛徐之营，薛徐开陈当前，万箭俱发；群鎗兼举，琼只疾声一呼变为黑蛇，长千百丈，以尾束薛、徐二将，更不能变化。草卒皆奔，四围火起，不得出围，草呼拜将军，叩首乞命，望赦其罪，甘伏节制，不敢违旨。其黑蛇发声曰：吾受命束岳，管掌汝等，为天下嗣教宗师护持法门，救度众生，宁解今日为下鬼所苦耳。闻经听旨，受其超炼，具足神通，汝等敢拒逆正直之心，本欲食汝等，但以祖师好生之心，故权恕汝。薛、徐俯伏，悉归麾下。",
        "真宗朝有道流王宗敬，至青城游天宝洞见虚靖。虚靖日：汝之游山为何。宗敬答日：投师学法，济物扶妖。虚靖日：吾即昔日张虚靖，汝曾闻名乎。宗敬日：求师十年，不得一见，今日得见天师，再拜，愿受秘法。于是分独体地祇温太保秘法一阶付之。其宗敬专志一念，奉杞玄帝行法，立功于世，显应甚多。其在衡门洛水济人，但念太阴化生咒，及丙丁生鬼符，用驱邪院印一颗，无不感应。其潭湖江河之民，来求水者，日以数千计。一日，宗敬夜外，忽闻人声云：真官可出户来，有事禀闻。及出乃见琼下马躬身而进。宗敬遂与太保坐法坛中。琼日：昨奉虚靖天师差琼护持真官，修奉玄帝香火，济民苦厄。今真官功德甚重，玄帝已书名仙籍，得为玄帝阙下主掌秦境人民香火灵官，而琼准玄帝牒回岳府。而虚靖天师以为传人有功，位登真人。吾敬来告君，君即琼之像毋留于世，若后人因而立庙，又累我德。宗敬如其言，遂授印与玄帝像与昊道显。宗敬又以龙虎录文，皆列平日所用条式，一百九十七件流传于世。故得其正传者，昊道显一人耳。宗敬又谓道显，汝可过福建乃不奉正道妖邪魔鬼之所。道显至福建，路有金茧蛊毒之神，名日：伽罗王。闽人敬仰之，又人家多养金茧。收人魂魄，役使工作，途中商旅受害。妖神闻宗师来，相与告日：我等仗佛为主，来则杀之，勿令居此，居此则无我也。道显至泉州施符水有验，然四方果妖道崇佛甚众，奈所行正道不振，道显以镜一面，诵丙丁之咒，布气镜中，持炼九年，其镜通神，琼现身出入镜中，而持炼不报，又加之天蓬咒。道显曰：诵此咒以助威灵，炼此镜愿承此吮力。如此又三年，其镜愈通神，置之之所，自有白气冲冲。一日，太保以镜中奔出，语道显日：君受宗师正传，承受天师流教。且君居此，少人皈崇香火。此有闽县僧伽山，是泗洲所建之地。左山有金光洞，有一庙神，曰：伽喽王。君可亲往伐之。道显如其言，至庙，见殿阁宏丽，四方诵金刚经来朝者万数，其容貌如常神，后宫夫人．及亲王三百余位，左殿丞相十二员，右殿太尉五十七位，五猖瘟司等众甚多。四顾观望，心内惊怖，不敢作用。出庙登其左山，有亭日：罗汉行道坛。四无人声，遂束望叩齿，密奏岳帝，取出所炼之镜，叱云：吾在此，汝急报应，太保忽自镜中持大武槌先锋而出，雷电风雨从后，四山皆黑，瞬息之问，霹雳一声，庙中火发，四山皆焚。少顷，天气朗清，则见伽喽王已成灰矣，惟存一大柱不曾烧，大书其上云：温琼顺天助法，奉命剪域妖魔。讫，道显惊悚方省悟中，太保至前声咯日：琼今灭邪讫，琼本不能胜此邪，荷宗师修炼之功，得天蓬大咒之力，琼受炼六通具足，无报宗师咒炼之功，誓立大愿，自今日始，永为嗣法之师，广施大利，普济世人。望君莫居于此，可入川中修炼。至真丙午，君当尸解矣。然此地众生，皆背道向佛之人，天道恶之。幸随琼所请，道显曰：佛非正道，而太保何不灭之。琼曰：佛有大觉之功，一念众生为善。佛有蔽邪之罪，一本慈悲为心。故太上留此教以化愚民。体真师顺天之德，不忍灭之，故不能断其教也。于是道显坐太保之马，琼把节引导，驾黑云而去。瞬息之间，已至西蜀青城山。太保又惠白金百两，令入川，施符水。道显入城都，营讫，思琼有恩于我，我当保奏，于是奏岳帝神炳灵公。七日之内，奏词达帝。帝日：琼可谓举世众生蒙大利益，大振正道宗风。即下诏特拜为四海都巡，九州岛检察使。依前助法，斓灵昭武大太保。掌地府冥司急取人案大典者。太保自得道显天蓬咒所炼之功，备足六通，能升天入地，上中下三界神祇并皆敬畏，不敢干犯。道显所传度弟子五百三十二人得其传。而灵验者百余人，心与行违者百余人，无应无闻犯天律，而为太保击死者二百余人。修真奉圣，持炼修，崇香火，蒙太保奏岳帝，得道成真，而归玄都右胜院，充典吏灵官者五十三人。合元和迁校府五百灵官中任职位，而升进右胜府灵官，亦五十三人。自后太保及十地祇之书散流天下，崇其法甚多。而人人以为地祇为正法之下品，乃人问之神，奉法者必兼他司之法，自此而不闻应矣。且末学亦知其为捷诸司，而不能专心敬崇者十有八九。太保在岳府尝谓铁胜日：吾欲立功护持宗教，奈今天下修法者甚多，而并无此仙骨，可谓恶毒之世矣。太保一念护持正道，期天和风流布，而许温郝边兴妖教于世，助三坛僧伽之道，护持佛教金刚禅，其妖风甚盛，国立宪章以严禁制，奈听魔教不能改过，寿皇恶之，命杜真人作大功德，飞奏三天，欲永杜绝。时束岳帝君召炳灵公日：以妖道兴行，民遵释教，世受其害。国主忍之，汝可遵上帝劫命，急为断绝。炳灵公即召合岳将吏，出兵域伐，周满八弦，其奈二妖运其邪力，或为五显灵通，或作洞庭怪异，党从数万。以部瘟司不敢摄捉，于是五岳会于天宝洞天，会议此事。炳灵公奏曰：此非、都巡温琼不可，今温琼在青州护佐柳伯期行持济世。可权差张巡代行召往伐之。西岳曰：岳府草臣不能伏，岂可独任温琼乎。炳灵日：昔日有地仙昊道显，持天蓬咒数年不止，炼琼于镜中，琼受炼六通备足，掌生死案，任小判官六十员，分掌天下。柳君奉法，为当今第一阶，温琼所护也。诸岳帝莫不惊骇，岳帝遂飞符召琼，及至奏岳帝日：许温、郝边尝闻臣名而畏，若领兵伐之，许、郝必逃遁。有张去疾能往听察，愿令与臣同往，乃可收功。帝从之。琼宣号令，立赏罚。出师望西而进，束至耶尼山一万九千里，二妖闻之，相与言曰：今岳府温琼来，威声大振，不可当也。于是释兵流散，许郝化为二蛇藏于浩荡穴内。去疾先往，化真形为三岁孩兄，拖诱球，开发光明，其中二三岁小孩儿嬉戏。许郝亦化作小儿入球。遂为去疾抱定，无由逃遁。良久，琼兵大至，西耶尼山震动，浩荡水吼，许郝伏罪。琼食其亚副鬼王，剿绝佛释僧伽三十六万，凯还谢帝。即拜为提点天下神庙仍前职真。赐助法栩灵，昭武雄烈太保。杜真人奏寿皇曰：天下妖风已灭，皆温琼之功。帝日：曾有封乎。对日：曾封王而不受，帝劝庙食不受，国封不从，可谓岳山上将，率土威神。正真无私，神通具足。杜真人于是恭奉圣旨，保奏三天，拜章之夕，帝问日：章词曾达天听乎。对曰：至省蒙使相判云，人问之神，丝毫之德，而敢干渎至尊，本欲送左司灵官拟罪，又念汝奉法七世，权赦一次。惟琼之名，颁行天下城隍司照会，温琼正直，曾受宗师正法，可特称地祇上将，天下正神，部辖草祇，提点宫庙。奏词架阁，不敢誊录。自此后太保威名震伏，草臣举皆敬仰。果州钟真人明奉地祇之法，最有感应。有辰州寓居朝散郎王卿孺，除知果州。．一日，过辰溪古寺，见右廊门上书瘟司二字，卿孺忘形观瞻，登殿揭帘而入，忽有一人，如世问院子之状，进揖卿孺曰：大王有命，请安抚相见。卿孺大惊日：王为谁。曰：康王也，劝封威济善利孚惠英烈王。告者力请，卿孺不能逊。遂行至一殿，又传王旨云：请安抚登殿。康王倪而揖，就座。王曰：应奉都大城隍委掌瘟司，检察善恶。今宿绿会合，得遇安抚判官至此，应偶有事，干渎威严，幸望台慈，曲赐垂允。卿孺日：大王有事见谕，可备委令者，幸望条示。王曰：昨奉大城隍司行下天下符牒委令于去年内果州行瘟。本州岛有钟真人，自幼敬奉玄帝香火，蒙玄帝亲授都大提举城隍司印，仍下束岳以温都巡名琼为役使将。奈果州人民过恶甚多，而受病者众。其民凶毒，不遵应之教化。然应初入果州，其地三坛洞王元皇洪山等徒，崇奉释教，专事打瘟。一时为应尽灭其党千百人，果州之邪略尽。应初无钟真人，应每行瘟，上奉天命，钟真人符法所至，即为收摄，未尝敢违。而真人以为应苟图祭祀，布瘟果州，收禁应之从兵五千人，欲飞摄应赴天岳。曲望台慈，遇骑从交割果州军州牌印讫，日便为解救，亦阴德也。卿孺日：当领王命，所可疑者，王能灭三坛行佛法之人，却不能杀钟真人乎。王曰：真人有三事不可与争衡，一姓名书于右胜府，二能炼镜以通神，三有岳府温都巡为役使听令将，天下神庙无敢犯者。死神市有谚日：能捉西天释迦佛，难当束岳温都巡。卿孺日：不知何以如此。康王曰：昨昊真人炼镜，诵天蓬咒万万褊，加持修炼，而太保承功德，备足六通，威灵无竞。卿孺辞退。康王遗金五百两以为执赞之恭。卿孺到家，则其家已失卿孺三日矣。其后交割果州牌之后，即问孔目日：此州钟明真人住在何处。孔目对日：钟真人住在城北。次日，卿孺造其靖，宣告前事。真人恭对判官云：此鬼自去年流毒于此方，若非明所为，公直果州之民，三分死亡二矣。卿孺恳请恕之。钟真人曰：固当奉台命，但康应见在岳府充太保，当来虚靖天师亦收入地祇十将之第六人。而掌瘟不平，检察太过，昨令温琼收下。今当以台旨恕之。所收康应吏卒，送温都巡各杖一百放之。其后王卿孺保奏钟真人，封为威惠真人。朝廷以温都巡不受国封，特赐金钱沈香一斤。至如灭池州五显香火之根本，剿安庆挂车大王之吏兵，斩通圣小官人，逐洞庭刘小一，破洪山汉阳之庙，烧瘟司牛市之祠，专任都巡，报应甚亟，其他灵异，未易枚举。后之人必能搜奇而记之广。其不逮云。",
        "温太保传补遗",
        "虚白室养素下士黄公瑾纂集",
        "温将公忠正直，既为岳神，永护玄帝香火，岳帝嘉之。一日，北帝降下瘟药千丸於东岳，劲令遗使行瘟，检察世问，不忠不孝，杀生害命损物之人。岳帝受诏，召琼行瘟。琼奉命领药，再三以思。一丸之药，杀及千人，千人之死，害及于千家。况气候传流，借毒行疾，又在此外余殃及人，何可数计，甚失太上好生之德，不若我以一身以代千人，救得无限性命，又何所恨。乃仰天面北，一吞而尽。须臾腹痛身热，不可支持，乃焚香直诣岳帝前，变作一大猛鬼，奏闻其事，俯伏待罪。适北帝劲下催督检察，岳帝只得直述温琼不职之罪，奏闻北帝，遂下右胜院督过。玄帝嘉其用心，保明奏上，丐赦琼之罪。北帝可其请就，劝令专奉玄帝命，令阐化诛魔，由是威名愈震。又见玉隆知宫曹可复，自幼奉地祇秘法，尝於池阳行化，州有五显庙，灵异甚着，宫殿甚都。适有伴车交割以领之，初携累谒庙，与带侧室同入殿观看，暨归闷绝，医药无所措，手足入棺，未殓。吏辈告云：有曹道人在市行符法甚灵。伴令人召之。曹至，览词云：惜过一日不能复生，惟恐要考究，是乃邪祟则可。伴许之。曹书符作法，焚于棺侧。须臾之盖板自起，其死尸自棺中跃出而立，声咯於曹之前。曹云：此即摄到为祸鬼祟，入附死尸。不须惊骇，待某讯问。再三刑考，方云：我是本州五王庙，第四位花光藏菩萨。复问因何魇夺阳人魂命。答日：死者入庙观看时，心中自谓，世问安得有一良人生得如此好。我见其妄念一兴，是以摄其魂魄。曹令放还。神日：法官命令固不当违，然已过息，了无如之何。曹怒，声言欲奏上帝灭形。神日：我是五岳四渍，山川秀气结成，非他神比，法官但绝我池州香火而已。言讫，死尸入棺如故。曹令封殓，卜日奏帝，差琼斩之。遂禀伴车，悉运泥像毁伐于教场中，惟斩至第四位果见血流。池州香火自此而绝。曹之声名因此而振。其后领袖琳宫，法不肯妄行，行则必验。扣之只温将耳。又蜀口有一县，有神祠甚灵着，累经国封，能祸福人。而寝殿深秘，未尝容人辄入，欲入者，神必祟之。宰初到官，心已怪疑，因后其眷聚婴疾，咸归咎於此神。一日，佯以他事。檄巡尉领弓兵至庙，乃盛服藏祀，作文谕之。彻其寝门，帅众排闼而入，见一猴甚巨，仓卒不能变化，宰叱弓兵射而毙之，遂焚其庙。宰终始三年，善解而去，携累以归。行至中途，少憩旅邸，因如厕，忽睹路上迎神驺，骑从者甚都。及见所迎之神，即向来射死庙中猴神相貌，其神下轿作人语，按剑而坐呼左右擒宰，叱一鬼使食啖之。宰就执傍有人为解救，日：不须食啖，只请大王去他家做主。其鬼使遂，将宰抛弃於空中，忽失身於旷野，不知何地。寻路数日，方见有人，问之，则去家五千余里。日夕丐寻归路，不得，惟探信州龙虎山。欲投天师。一念所至，真灵护之，得以不死。越四年余，方探到信州，未及入山，见一道人叩之，则日：我是虚靖先生。宰叩头下．拜，才欲陈诉，虚靖曰：我已知之，不烦到山。明公在路，有何生活可以度日。答日：仅能课命。虚靖遂授一镜一令，一镜则令悬之於当心，令则令系之於左臂，教之使去。宰急寻路，如有阴护，日行百余里不倦。越仅年，忽然到乡，如有人引领到家，及门一如虚靖之教，仍只以课命为辞，神领长幼俱出观其课算，神宰对语，忽然镜动，以所授令．一击，只见温将军自镜跃出，雷电交作，黑雾黑风，不可仰视。良久开霁，则击死向来一巨猴，及二猴子於一厅前。宰具言其所以，而家人方能记忆。二猴子皆宰之妻妾所生，惜不能记其名姓也。顷年，卢养浩来江西，至临．江军行化，值萧氏家患疗，悬赏慕人救疗。养浩於慧力寺前考附。每附一童，跃入江月亭水中，不复上岸，众皆疑信。养浩再附一人，遂持法官所执之剑，亦直跃入潭中。良久，三人扛至一点鱼头上岸，乃知正其为祟萧之疾，由是而愈。卢语人曰：末差温琼，方得捷疾。洪一庵行内台邓都得名，拥其徒锺野云，到建宁府，浦城县牛田黄通钥家，遇其小女患颠邪，验之考附，因仕於闽，有邪名江郎、名戴大婆为祸。置狱在寺，为人赐破。其祟走逸，借援邪神，变为飞鸦、猛虎围绕寺外，唬吼呜噪，诸法俱不能收伏，后用十地祇方悉擒捕。遂缚其祟，过湖右用沈没法方灭其形。以是知地祇专司、温将捷疾响应如此。姑摭见闻，以补前传缺云。",
        "温太保传补遗"
    ]
}