{
    "title": "罗天大醮早午晚三朝科",
    "description": "经名：罗天大醮早午晚三朝科，收录于《中华道藏》灯仪法忏章表。",
    "paragraphs": [
        "罗天大醮早朝科",
        "各礼师存念如法",
        "青阳虚映，曜日回灵。神虎辟邪，飞天流铃。摧奸灭试，万魔束形。九微回道，八威摄精。千真校录，三元荡清。左啸中黄，右策六丁。七转八合，周旋天经。圣化巍巍，三道顺行。庆云流布，合景黄庭。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹左右官使者、左右捧香金童、传言散花玉女、五帝直1符直日香官各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地、方域神真，臣今早朝升坛行道，朝谒帝真，谨奏为入意，其诸诚意，具载缄誊。愿得太上至真道炁，灵宝瑞光，下降流入臣等身中，令臣所启之诚，速达径御至真无极大道、三清上圣、昊天至尊金阙玉皇上帝神前。",
        "请称法位",
        "具位 与临坛官众等，谨同诚上启：虚无自然元始天尊、无极大道太上道君、太上老君、高上玉皇、十方已得道大圣众，至真诸君丈人、三十二天帝君、玉虚上帝、玉帝大帝、东华南极、西灵北真、玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君、三十六部尊经、玄中大法师、上相上宰、上保上傅、太平下教二十四真人、西城总真王君、太乙真人、东岳上卿司命茅君定录保命二真人、名山洞府得道神仙、三界官属一切真灵，恭望洪慈，洞回昭格。",
        "伏念臣久处法门，未明玄奥，勉持戒律，幸保簪裳。思进道以怡神，庸修阳德；誓度人而救物，庶积阴功。凡有请祈，岂容抑塞，意有所出，情动于中。斋官心词，谨当宣奏。",
        "宣词",
        "具如词言，灼见诚心，冒渎玄慈，益深祗畏。",
        "臣闻：三炁纯精，五行丽质。清浊混成之始，先物肇形；圆方分判之初，含章发秀。氤氲交错，非雾非烟；盘薄浮罗，或隐或现。灵风振激，抑扬流空洞之音；妙气陶镕，宛转结飞玄之字。我太上留神於造化，命皇人按笔以摹传。以五灵所蕴者，为五方之文；以八会所锺者，为八天之篆。黄箓白简，赤书玉篇，所以合景层霄，范围太极，肇乎不有，开化人天，隐於无言，资成动植。虽九坛之妙范，仪矩不同；而三箓之玄科，名实一致。今斋官某福缘素厚，信著於情，命禄方刚，财周於用。委诚心而皈命，伸志愿以祈恩。信币具陈，灵场肃备。今也，空歌奏响，祥开碧落之天；洞户飘香，瑞霭黎元之盖。九节导飞空之驾，三华浮步景之坛。入静朝元，真光洞彻，乘时观妙，内景发辉。感格信诚，昭彰福善。",
        "以今清旦行道，请法众等运兹初捻。上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，上祝当今皇帝。伏愿懋膺景命，遐保丕图。不骞不崩，隆寿山而永峻；时万时亿，注福海以深深。如日之升，九有之山河尽照；犹天之覆，四时之风雨无愆。民乐升平，物无疵疠。今故烧香，自皈依道尊大圣众至真之德。得道之后，保天长存。",
        "以今清旦行道，请法众等运兹二捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德。伏为斋官祖祢姻亲，先亡眷属。伏愿瞻启明之星彩，出离泉扃；开碧落之空歌，回翔天际。罪落黑书之字，名标玉简之科。脱迹苦缘，生神乐土。九阳道岸，披拂仙风；八景真阶，瞻依玉相。今故烧香，自皈依经尊大圣众至真之德。得道之后，升入无形。",
        "以今清旦行道，请法众等运兹三捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，奉为斋官某一门眷属。伏愿辉华瑞日，照彻身宫，和煦晨风，开荣命宇。百关调畅，保四大以无虞；一炁委蛇，与五神而共理。德行流馨於兰蕙，年龄比茂於椿松。百福骈臻，千愆永释。今故烧香自皈依师尊大圣众至真之德。得道之后，与道合真。",
        "唱方",
        "忏悔",
        "命魔",
        "三启颂",
        "三礼",
        "重称法位",
        "具位 与临坛官众等，谨同诚上启：三境至尊，十方上圣、玉京金阙天帝天真、十方师尊圣众、三界官属、一切威灵。",
        "臣闻：感著於诚，要归乎道；情敷於信，能格乎天。由其始之有经，则必终然见效。臣等惭非明俊，谬处玄虚，久服训辞，殊无识度。约性天而昧於恍惚，悯世态而惑於纷华。无奈自迷，固难独立。幸寅元缘之有素，得奉经科；虽黾勉之不辞，奚逃鬼责。伏念斋官某奉天祗戒，事帝推诚，思神念真，收视反听。仰仙风而不远，存道妙以惟勤。爰启熏修，聿严斋醮，诵经行道。烧香散花，瞻宝座於瑶台；祥烟绚彩，想圆明於法座。瑞日腾辉，将以感格上元，交通无间。首愆谢罪，保命延生，开济苦轮，资崇善果。伏惟璇霄至圣，绛阙高真。羽卫森罗，徧周於下土；旌幢掩映，洞焕於太空。雅韵奏而上彻三天，阐灵音而该通八极。启幽冥之苦趣，滋动植之生源。拯拔有情，提携未度。上愿皇图卜世，地久天长，臣子宣勤，云行雨施。无一夫之失所，与万物以为春。四海均庥，五兵不试。俾斋官某茂膺景贶，常沐真风。官资随日以高迁，寿算与天而齐久。家用叶时和而保羡，德星临命宇以光辉。道炁陶镕，神垣湛彻，百灵保卫，万圣匡扶，眷属允谐，亲姻叶又。九玄七祖，凭妙利以飞升；五苦三涂，沐良因而开泰。一诚所感，百恶自消，万善云臻，千祥辐集。上明天尊大慈之泽，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "一愿灵光下烛，二愿道月扬辉，三愿恩宣九地，四愿诚达九天，五愿真灵俱会，六愿道炁周围，七愿天堂开敞，八愿地狱隳摧，九愿玄功普被，十愿驾景空飞，十一愿普天怀德，十二愿道化无为。",
        "复炉",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来早朝升坛行道之所，自然生金液，丹碧芝英，百灵众真，交会在此，香火炉前。当愿十方仙童玉女，接侍兰筵，传臣向来所奏之诚，速达径上至真无极大道、三清上圣、昊天至尊金阙玉皇上帝御前。",
        "罗天大醮早朝科",
        "1.直原作真，据上下文义改。",
        "罗天大醮午朝科",
        "各礼师存念如法",
        "丹灵朱火，炎霞激风。赤轮刚运，天光八冲。迸威包罗，交变万方。流金豁落，群魔灭踪。辟奸破妖，明耀元功。金符召制，蹑云策龙。谣歌庆会，散花太空。神化冥运，四极安隆。伏御帝前，罔有不恭。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹左右官使者，左右捧香金童、传言散花玉女、五帝直符直日香官各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地方域神真，臣今午朝升坛行道，朝谒帝真，谨奏为入意，其诸诚意，具载缄誊。愿得太上至真道炁，灵宝瑞光，下降流入臣身中，令臣所启之诚，速达径御至真无极大道、三清上圣、昊天至尊金阙玉皇上帝御前。",
        "请称法位",
        "具位 与临坛官众等，谨同诚上启：虚无自然元始天尊、无极大道太上道君、太上老君、高上玉皇、十方已得道大圣众，至真诸君丈人、三十二天帝君、玉虚上帝、玉帝大帝、东华南极、西灵北真、玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君、三十六部尊经、玄中大法师、上相上宰、上保上傅、太平下教二十四真人、西城总真王君、太乙真人、东岳上卿司命茅君定录保命二真人、名山洞府得道神仙、三界官属一切真灵。",
        "臣闻：运值真风，职参道要。智不该於闻见；心未达於荃蹄。徇利酤名，屡移情於世习；望洋向漠，徒延想於丹华。若非竭蹷，以通灵第，恐因循而悔忤，故於恳请，敢不遵依，爰有忱词，谨当宣奏。",
        "宣词",
        "按如词恳，备见忱诚，谅达天慈，必回听览。",
        "臣闻：数起於一，位成乎三。一为万物之宗，三贯两仪之序。两仪合德，三景著明，正昼夜而有经，运四时而不忒。大维四海，别分野之灾祥；微止一身，合年庚而陶铸。所以星辰斗宿，随阳道以流躔；禄相命财，属天官主算。贵贱任分，皆是夤缘。穷通有时，无非注赐。今斋官某庆逢昌运，生遇明时。身命禄财，谅必由於临照；气形质具，幸允袭於冲和。知宠若惊，畏天奉戒，洁兰场而荐祉，严科范以伸虔。仰奉宸猷肃陈，祀事时也。乌轮停驭，玉宇消氛。葵影正而不偏，圭法明而易见。取验中高之势，深得其宜；坐观斜侧之端，独超所寓。方士法之而观空入静，圣人用之而治世为常。惟此正时，密符妙化。",
        "以今临午行道，请法众等，运兹初捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，上祝当今皇帝，伏愿九庙储庥，三辰效祉。体尧仁而光被四表，继周道而赖及万方。橐弓矢而戢干戈，修文偃武；省刑罚而薄税敛，阜俗安时。再变淳风，重光邃古。今故烧香，自皈依道尊大圣众至真之德。得道之后，保天长存。",
        "以今临午行道，请法众等，运兹二捻上香。",
        "愿此香烟腾空，径上供养三界十方、诸天大圣、斋官三代祖先亡过魂识。伏愿阴境开明，阳魂审定。洞观无碍，见真谛之皆空；反本还元，湛神襟之似海。参驾九苞之凤，导迎十绝之幡。游宴清都，超生乐国。今故烧香，自皈依经尊大圣众至真之德。得道之后，升入无形。",
        "以今临午行道，请法众等，运兹三捻上香。",
        "愿此香烟腾空，径上供养灵山海岳、得道神仙、合家人眷、本命元辰。伏愿景命缉熙，晨风扇祉。寿考延洪於星舍，康荣厚卫於生经。蔼蔼高门，时臻吉事；振振后绪，益炽徽声。和顺肃雍，乐育文明之化国；腾酿振起，隆光礼义之名家。储庆有余，延禧可大。今故烧香，自皈依师尊大圣众至真之德。得道之后，与道合真。",
        "唱方",
        "忏悔",
        "命魔",
        "三启颂",
        "三礼",
        "重称法位",
        "具位 与临坛官众等，谨同诚上启：三境至尊、十方上圣、玉京金阙天帝天真、十方师尊圣众、三界官属、一切威灵。",
        "臣闻：空相无门，外形声而致祷；道心有感，因视听以发机。常无为而无不为，善救物而无弃物。臣等量惟至浅，德亦甚孤，进道阶梯，渺然无际，修真事业，岂曰有为。独抱不移之愚，欲探无名之赜。故每推诚之尽节，必须后己以先人。思济苦轮，宜宣妙范。令时斋官某夙膺重契，仰戴大明，保俭安淳。早服事天之啬，洁精澄虑；不忘祗戒之勤，严奉科条。肃明禋祀，兰缸启夜，想像星垣，梵韵腾空，声闻霄极。冀款五明之仙驭，少停三境之宸游。昭格上元，启陈无极。恭望皇穹上帝、圆极高真、法界仙灵、罗天上圣。芝軿炜晔，千官络绎以周流；圣算无疆，保固山河而作镇。斋官某伏愿百灵拱卫，五物防闲。捍厄扶衰，屏妖魔之故气；延龄益算，沐仙圣之余光。福严运用以时新，祸掩行藏而日替。操守，克全於富盛；温恭，允著於名闻。家以庆传，人从行显，见存长幼，咸享欢康，过去宗亲，悉蒙开度。城隍里社，翊卫灵坛。符使功曹，肃清黄道。各效功勤之力，伫升品秩之阶。一切含生，俱沾法润。上明天尊大慈之泽，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "一愿灵光下烛，二愿道月扬辉，三愿恩宣九地，四愿诚达天威，五愿真灵俱会，六愿道炁周围，七愿天堂开敞，八愿地狱隳摧，九愿玄功普被，十愿驾景空飞，十一愿普天怀德，十二愿道化无为。",
        "复炉",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来午朝升坛行道之所，自然生金液，丹碧芝英，百灵众真，交会在此，香火炉前。当愿十方仙童玉女，接侍兰筵，传臣向来所奏之诚，速达径上至真无极大道、三清上圣、昊天至尊金阙玉皇上帝御前。",
        "罗天大醮午朝科",
        "罗天大醮晚朝科",
        "各礼师存念如法",
        "五星高耀，瑞气虚浮。元始集神，天地交周。玉符宝节，啸命微幽。掷火扬威，奸凶无留。万魔振伏，纷葩却消。摧怪伐恶，道炁同流。神光照夜，阴翳俱收。万神降格，扇景乘飚。群生咸遂，惠遍神州。",
        "鸣法鼓二十四通",
        "无上三天玄元始三炁太上老君，召出臣身中三五功曹左右官使者、左右捧香金童、传言散花玉女、五帝直符直日香官使者各三十六人出。出者，严装显服，冠带垂缨。关启玄坛土地方域神真。臣今晚朝升坛行道，朝谒帝真，谨奏为入意，其诸诚意，具载缄誊。愿得太上至真道炁，灵宝瑞光，下降流入臣等身中，令臣所启之诚，速达径御至真无极大道、三清上圣、昊天至尊金阙玉皇上帝御前",
        "请称法位",
        "具位某与临坛官众等，谨同诚上启：虚无自然元始天尊、无极大道太上道君、太上老君、高上玉皇、十方已得道大圣众，至真诸君丈人、三十二天帝君、玉虚上帝、玉帝大帝、东华南极、西灵北真、玄都玉京金阙七宝琼台紫微上宫灵宝至真明皇道君、三十六部尊经、玄中大法师、上相上宰、上保上傅、太平下教二十四真人、西城总真王君、太乙真人、东岳上卿司命茅君定录保命二真人、名山洞府得道神仙、三界官属一切真灵，恭望洪慈，洞回照鉴。",
        "伏念臣谬因夙庆，早谢尘缘。得奉上玄，获参玄律。故每省循而知幸，尝思勉励以宣勤。凡有告祈，不容抑塞。斋诚既切，词意庸伸。仰冀玄慈，洞回真听。",
        "宣词",
        "具如词言，灼见诚心，冒渎玄慈，益深祗畏。",
        "臣闻：洞户三三，敞琼门於帝阙；天阍九九，閟玉宇於宸京。视不见，而听不闻；瞻弥高，而察弥远。超出名言之外，莫究微芒；不拘形器之间，难窥香蔼。静应下生於汉世，玄元屡降於蜀都。秘演真经，密传妙旨。青宫紫府，邈矣开津，黄道彤墀，豁然通昼。罄斋庄而皈向，一诚意以交孚。感倏忽变化之神，若俯仰屈伸之速。於是金关启钥，玉女飞函，亲谒帝尊，敬陈词表。上以消於灾变；下以度於生灵。普率咸遵，幽冥是赖。斋官某伏念身居寰壤，志在道阶，奉戒持斋，命羽衣而宣敭真教，谢愆引咎，尊师宝而开设坛场。存思而升炁朝天，俯伏而飞神谒帝。时感紫光，笼月金华，浮瑞霭之，馨丹焰藏，星玉篆绚，祥云之彩。万籁消声於洞壑，群飞敛翼於山林。钟磬齐敲，与空歌而流响；坎离默运，周内景以发辉。三界齐临，五轮偕度。",
        "以今静夜行道，请法众等，运兹初捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，上祝当今皇帝，伏愿睿文星焕，神武龙骧，明烛四方。诞布帝王之德，坐观群动适当，天地之心。车同轨而书同文，三边宁静；韶尽善而武尽美，四海和平。风行草靡，而化无不成；鱼跃鸢飞，而人皆自得。今故烧香自皈依道尊大圣众至真之德。得道之后，保天长存。",
        "以今静夜行道，请法众等，运兹二捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，归流斋官某三代宗亲，眷属魂识。伏愿愆消欲海，罪灭爱河。三报豁除，八垢不留於心地；六根洒落，五神皆得於性天。炼形於流火之庭，育德於童初之府。乘云驭气，游宴仙都，出阴入阳，逍遥圣世。今故烧香，自皈依经尊大圣众至真之德。得道之后，升入无形。",
        "以今静夜行道，请法众等，运兹三捻上香。",
        "愿此香烟腾空，径上三清之境。臣等皈身，皈神皈命，首体投地。仰依太上三尊，以是捻香功德，伏为斋官某诚存一念，醮设罗天，谢过消灾，祈恩请福。伏愿金书纪善，玉简刊名。帝与其龄，年弥高而德弥劭；神介之福，老者安而少者怀。爰居爰处，而神相其庥；或止或行，而天授之契。欢洽门庭之内，庆传闾里之间。家用平康，习学宜修於爵禄；人怀信义，循行可袭於簪缨。万事成亨，千灾永殄。今故烧香，自皈依师尊大圣众至真之德。得道之后，与道合真。",
        "唱方",
        "忏悔",
        "命魔",
        "三启颂",
        "三礼",
        "重称法位",
        "具位某与临坛官众等，谨同诚上启：三清至尊、十方上圣、玉京金阙天帝天真、十方师尊圣众、三界官属，一切威灵。",
        "臣闻：一以无为，得天人之旨要；静而观复，见道德之纯全。含洪光大而邈矣难名，微妙玄通而深不可识。离乎形器，与物无疵，要其始终，与道相保。臣等持心弗惠，立志非坚。穷恍惚而莫见其端；窥徼妙而或乖其度。虽欲抱黄而回紫，岂能通真以达灵。徒负职名，滥行科教。斋官某浴身沐发，备礼陈仪。欲款天阶，爰修道范。五方云篆，用收魔而束妖；三级灵场，敬瞻天而望圣。凤烛摇红而绚彩，龙烟散景以流馨。高敞八门，弘宣九籥。伏惟瑶京帝阙、琼苑仙都、至圣元尊、群司列职，九色焕飞空之驾，五明浮步景之坛。神动天随，揭生源之大柄；灰飞烟灭，扫罪籍之繁文。一庆所资，无所不度。上愿皇图丕衍，帝业恢弘。梯山航海而入贡无违，外狄边夷而朝宗不逆。次冀斋官，天钧锡祉，道运储庥，祖考来宁。叶诗人之雅咏，神祇顺相；利君子之谦光，绵绵丕绪。以隆昌奕奕，徽声而振作。门全忠孝，代继簪缨，永却迍危。茂膺穰简，先亡受度，近逝超生。或系三涂，尚沦五苦。乘斋功而解脱，不溺报缘；准符命以化生，克膺福果。暨幽冥之未度，偕翊卫之有劳。允赖恩光，俱超品秩。则上明天尊大慈之泽，下副臣等皈命之诚。谨启以闻。",
        "发愿",
        "一愿灵光下烛，二愿道月扬辉，三愿恩宣九地，四愿诚达天威，五愿真灵具会，六愿道炁周围，七愿天堂开敞，八愿地狱隳摧，九愿玄功普被，十愿驾景空飞，十一愿普天怀德，十二愿道化无为。",
        "复炉",
        "存神烧香",
        "香官使者、左右龙虎君、侍香诸灵官，当令臣向来晚朝升坛行道之所，自然生金液，丹碧芝英，百灵众真，交会在此，香火炉前。当愿十方仙童玉女，接侍兰筵，传臣向来所奏之诚，速达径上至真无极大道、三清上圣、昊天至尊金阙玉皇上帝御前。",
        "罗天大醮晚朝科"
    ]
}