{
    "title": "老子说罪福大报应经(敦煌本)",
    "description": "经名：老子说罪福大报应经(敦煌本)，收录于《中华道藏》三洞经教。",
    "paragraphs": [
        "老子说罪福大报应经第七",
        "罪有十不善之报，",
        "福有十信行之报。",
        "尒时众中有一真人，名曰惠通，整顿威仪，上白之曰：每闻愚聋众生，行十不善之恶业者，今所未详，愿具示之，令众得知，将为教戒之矣。",
        "于是高上老子又告之曰：第一行不善之恶业者，此间南方弃贤世界秽土之中，乃有女之人，生性悭贪，藏举畜积，不肯施散，营建功德〔名〕望1。以是业缘，命终之后，生于饿鬼道中，饥渴惆慞，归趣无所，饥则食炭，渴饮火精，饥渴之火，焚烧其身，无福可拔，难以2得出。万劫之后，忽还人中之者，则贫穷孤露，减笇促年，三寿不终。若欲灭斯第一行不善，悭贪不肯营建之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报之贫穷，并去减笇之促年。",
        "第二行不善之恶业者，乃有众生受化寄物，抵拒不还，违心不臣。如此之人，命过之后，亦落饿鬼道中，饥渴惆慞，归趣无所，饥则食炭，渴饮火精，饥渴之火，焚烧其身，负他财物，难以得出。万劫之后，若还人中之者，则生身瘘瘘音漏疮，医所不救，常被人枉，屈滞无申。若欲灭斯第二行不善，违心受寄之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报之瘘疮，并去屈滞之无申。",
        "第三行不善之恶业者，乃有众生自行手煞，又以财物雇人，令煞人之命。恶业既深，命过之后，亦落饿鬼道中，饥渴惆慞，归趣无所，饥则食炭，渴饮火精，饥渴之火，焚烧其身，负他之命，难以得出。万劫之后，忽生人中之者，家遭疫病，断后灭门，无人祭祀。若欲灭斯第三行不善，煞人之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报之疫病，并去灭门无祭祀。",
        "第四行不善之恶业者，乃有妇人私避夫婿，亦避女男，烹肥宰腻，独食偷餐。以是恶缘，命过之后，亦落饿鬼道中，饥渴惆慞，归趣无所，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦痛楚毒，难以得岀。万劫之后，忽以受生，生作护食之狗，乃无母子之情，逢食而相龁互绞反。若欲灭斯第四行不善，偷食之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报独食之狗身，并去狗无母子之重情。",
        "第五行不善之恶业者，乃有众生心不殷勤，斋供不洁，用以供师。此人命终，亦落饿鬼道中，饥渴惆慞，流转无趣，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦痛楚毒，难以得出。万劫之后，忽生受报，报作狗身，食人不净，常致腥臊。若欲灭斯第五行不善，作斋食不净之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报狗食人之不净，并去狗之常有腥臊。",
        "第六行不善之恶业者，乃有众生狂誙3良善，引入幽牢，断其水火，禁以资粮，使命终将为快己。此人命过之后，亦落饿鬼道中，被闭惆慞，常见饥渴，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦痛楚毒，难以得出。万劫之后，忽还人中之者，常遭横事，羁系囹圄，用报宿冤。若欲灭斯第六行不善，枉诬良善之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报常遭横事，并去于宿冤。",
        "第七行不善之恶业者，乃有丈夫作人独食，不赈妻儿，甘肥息营反具，狼藉座笾。妻子但闻其香，不知其味，何况戚属，岂簉同餐。此人命终，亦落饿鬼道中，饥渴惆慞，流转无从，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦毒楚痛，难以得出。万劫之后，忽生人中之者，孤独乞食，衣弊履穿，命不肯终。若欲灭斯第七行不善，不赈妻儿饮食之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报孤穷乞食，并去衣之弊穿。",
        "第八行不善之恶业者，乃有众生贪利太深，当炉酤酒，加水增灰，或内蚯蚓，出色令甘，以诳百姓，自作教他，行之不已。此人命终，亦落饿鬼道中，饥渴惆慞，轮转无从，饥则食炭，渴饮火精，〔饥渴之火，焚〕4烧其身，苦毒楚痛，难以得出。万劫之后，忽生人中之者，身遭水瘇钟勇反，行步炁喘，颜色痿黄。若欲灭斯第八行不善，酤酤为去声也酒加水之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报身之水瘇，并去颜色之痿黄。",
        "第九行不善之恶业者，乃有众生心性凶犷瓜猛切，调伏见难，教计自由，不用他言。此人命终，亦落饿鬼道中，饥渴惆慞，轮转无从，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦毒楚痛，难以得出。万劫之后，忽以托生之者，常作水牛，为性狼唳，而难调伏，遂使5鼻穴。若欲灭斯第九行不善，心性凶犷之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报身作水牛，并去穴鼻之苦。",
        "第十行不善之恶业者，乃有众生音商估诸香，取他贵值，付以恶香，贪利诳惑谓愆。此人命过，亦落饿鬼道中，常闻臭炁入鼻颡间，饥渴惆慞，归趣无所，饥则食炭，渴饮火精，饥渴之火，焚烧其身，苦毒楚痛，难以得出。万劫之后，忽以受生，报作蛣蜣，转以粪丸，用为甘食。若欲灭斯第十行不善，卖香诳惑之大罪者，唯唱大慈大悲寻声救苦元始无上尊者，方可以得免此受报蛣蜣之身，并去不净之转丸。",
        "于是高上老子又告惠通真人曰：彼之东方难胜净土之中，乃有善女人，第一修信善行之者，敬信尊像，他自共修，营造供养，功用非◇6，后身受报，得生贵人之家，常为人尊，世世荣乐，胤祚豪强。",
        "第二修信善行之者，敬信经法，听读不亏，宗奉供养，劝诵更加。后生人中，世世欣庆，门族荣华，仕官不絶。",
        "第三修信善行之者，敬信法师，施7以法服，助以香油，饴以斋中，功感诸天。后生人中，身无疾病，资貌絶伟，冠善蝉联。",
        "第四修信善行之者，常行慈念，不煞放生，广救一切含血众生。后之受报，三寿不夭，世世康强，不遭横祸。",
        "第五修信善行之者，◇◇吾逊让8退身，评详斗乱，计诤常无。后生人中，形相姝好，哥咏语言，行步举止，视无厌足。",
        "第六修信善行之者，好修斋戒，检御非违，斋业乱败无从。后生人中，智惠聪达，广览经书空无法理。",
        "第七修信善行之者，不说人私，不谈骨肉碜毒，形正心平。后生人中，财禄丰赡戍艳反，胜越闾里，长雅逍遥。",
        "第八修信善行之者，不自是而非彼，不长己而短他。后生人中，形相严丽，长大过人，出语香洁，他人乐之，悉用其说。",
        "第九修信善行之者，摄养孤遗，慈念老病，施惠贫穷。后生人中，身有威德，人见伏从，终不违逆，崇敬无冤。",
        "第十修信善行之者，不恡钱财，不简贵贱，承事宾旅，迎接有序。后生人中，所住所行，为他祗敬，馈遗不穷。",
        "一切未修之人，若欲愿斯十善福报之者，当唱大慈大悲寻声救苦元始无上尊者，方可以得此果。",
        "于是惠通真人既蒙高上神尊赐示众生十不善之业，又示众生修十善之信行，既将自利，亦欲利他，请奉所闻，广加开化，令悉悟解。预是徒众，欢喜弹指，一时再拜，顶礼奉行。",
        "大报应经卷第七罪有十报，福有十报。9",
        "1.名字原缺，据前后文义补。",
        "2.难以，原作难从，据后文例改。",
        "3.狂誙，当从后文作枉诬。",
        "4.饥渴之火焚，五字原缺，据前后文例补。",
        "5.遂使，原误作逐使。",
        "6.原本非字下当缺漏一字。",
        "7.施字原缺，据文义据补。按南北朝隋唐灵宝经中，常劝信徒施助法师法服及香油。",
        "8.经文让字前原缺一字，据注文推测，疑当作谦让",
        "9.以上经文原抄本中部分俗写异体字，録文已改作通行繁体字。"
    ]
}